[
  {
    "id": "issue-1758708672438-lx2xqp",
    "type": "issue",
    "title": "A Canadian's Perspective on Korea's Job Market",
    "summary": "![Image](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSuT7av1hxJp9su_nkqZF1cN8D1FrzBSullJw&s)\n\nTo my Canadian friends, watching my Korean friends prepare for their careers sometimes feels sur...",
    "fullContent": "![Image](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSuT7av1hxJp9su_nkqZF1cN8D1FrzBSullJw&s)\n\nTo my Canadian friends, watching my Korean friends prepare for their careers sometimes feels surreal. While we typically explore various possibilities to find our passions, the job search in Korea looks like a giant survival game where everyone competes according to a set of rules.\n\n\"Spec\": A Standardized List of Qualifications\n\nKorean university students begin accumulating qualifications, known as \"Spec,\" from the moment they enter college.\n• Basic Requirements: A high GPA and a high score on a recognized English test (like TOEIC) are considered essential.\n• Additional Requirements: Students also get extra certifications in areas like computer skills or Korean history. Many prepare for these exams out of anxiety, often saying, \"Because everyone else is doing it.\"\n• Experience Requirements: Winning awards in contests or having internship experience is a crucial competitive edge. Recently, these experiences have also become a must-have.\nAs a result, many applicants end up with resumes filled with similar certifications and experiences, rather than unique personal stories.\n\nThe Hiring Process: A Multi-Stage Filtering System\n\nOnce they have their \"Spec,\" the hiring process involves multiple filtering stages.\n• Document Screening and Aptitude Tests: It's common for applicants to apply to dozens of companies. If their documents pass the initial screening, they take a written test called an \"aptitude test.\" This test evaluates a candidate's logic and problem-solving skills, and it was quite unique to me that applicants have to study separately for questions that don't seem directly related to the job.\n• The \"Used-Rookie\" Preference: Due to the recent economic downturn, companies are increasingly preferring experienced workers even for entry-level positions. This is where the term \"Used-Rookie\" (Jung-go-sin-ip) comes from. These are applicants who apply for a rookie position but already have 1 to 3 years of experience from another company. From a company's perspective, they prefer these candidates because they can be immediately deployed for a task without any training costs, unlike a \"fresh rookie\" (ssaeng-sin-ip) with no experience. This puts recent graduates in a paradoxical situation: \"They can't get a job because they have no experience, and they can't gain experience because they can't get a job.\"\n\nCompany Choices: Chaebols, SMEs, and IT Giants\n\nTraditionally, Korean society has seen large corporations—or chaebols—like Samsung and Hyundai as the standard for a \"good job,\" thanks to high salaries, stability, and great benefits. On the other hand, small and medium-sized enterprises (SMEs) are often less preferred due to various practical reasons.\nHowever, the younger generation has started looking at new options, specifically IT platform companies represented by \"Ne-ka-ra-ku-bae\" (Naver, Kakao, Line, Coupang, Baemin). These companies have emerged as new \"dream workplaces,\" leveraging their relatively flexible organizational culture and high compensation.\nThis shift has also impacted popular job roles. Just a few years ago, \"developer\" was one of the most popular professions. But the situation has changed with the advent of generative AI. As the perception that AI can replace simple coding spreads, the demand for entry-level developers has decreased, and the \"developer boom\" has cooled off. Now, the job market's attention is shifting to highly specialized talent like AI/machine learning engineers and data scientists.\n\nWorkplace Culture: Organizational Norms vs. Personal Values\n\nLife after getting a job also has many differences from Canada.\n• Organizational Culture: Many companies still emphasize a vertical hierarchy and a group-oriented culture. After-hours \"team dinners\" are meant to build teamwork, but many young employees see them as an extension of work or an uncomfortable situation with their superiors.\n• The Younger Generation's Response: The younger generation (Gen MZ) doesn't accept this culture unconditionally. They value \"Work-Life Balance\" (Worabel) very highly. Rather than dedicating their entire lives to a company, they tend to view their job as a contract to work a set number of hours for a salary. This has given rise to the concept of \"Quiet Quitting.\" It’s about doing the bare minimum at work without deep involvement and using the extra time and energy for personal growth, like investments or a \"side hustle.\"\n\nConclusion\n\nIn conclusion, Korea's job market is a highly systematic but complex ecosystem that comes with immense pressure. Especially with the recent economic downturn and rapid technological changes, young people are crafting their own survival strategies in an environment more unpredictable than ever. The clash between traditional corporate culture and the new generation's emphasis on personal values is a point of interest, as it will likely shape the future of Korea's workplace culture.",
    "tags": [
      "job",
      "coréen"
    ],
    "geo": null,
    "sources": [],
    "images": [
      "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSuT7av1hxJp9su_nkqZF1cN8D1FrzBSullJw&s"
    ],
    "lastUpdatedKST": "2025-09-24T10:11:12.438Z",
    "generated": false,
    "i18n": {
      "en": {
        "title": "A Canadian's Perspective on Korea's Job Market",
        "summary": "![Image](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSuT7av1hxJp9su_nkqZF1cN8D1FrzBSullJw&s)\n\nTo my Canadian friends, watching my Korean friends prepare for their careers sometimes feels sur...",
        "fullContent": "![Image](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSuT7av1hxJp9su_nkqZF1cN8D1FrzBSullJw&s)\n\nTo my Canadian friends, watching my Korean friends prepare for their careers sometimes feels surreal. While we typically explore various possibilities to find our passions, the job search in Korea looks like a giant survival game where everyone competes according to a set of rules.\n\n\"Spec\": A Standardized List of Qualifications\n\nKorean university students begin accumulating qualifications, known as \"Spec,\" from the moment they enter college.\n• Basic Requirements: A high GPA and a high score on a recognized English test (like TOEIC) are considered essential.\n• Additional Requirements: Students also get extra certifications in areas like computer skills or Korean history. Many prepare for these exams out of anxiety, often saying, \"Because everyone else is doing it.\"\n• Experience Requirements: Winning awards in contests or having internship experience is a crucial competitive edge. Recently, these experiences have also become a must-have.\nAs a result, many applicants end up with resumes filled with similar certifications and experiences, rather than unique personal stories.\n\nThe Hiring Process: A Multi-Stage Filtering System\n\nOnce they have their \"Spec,\" the hiring process involves multiple filtering stages.\n• Document Screening and Aptitude Tests: It's common for applicants to apply to dozens of companies. If their documents pass the initial screening, they take a written test called an \"aptitude test.\" This test evaluates a candidate's logic and problem-solving skills, and it was quite unique to me that applicants have to study separately for questions that don't seem directly related to the job.\n• The \"Used-Rookie\" Preference: Due to the recent economic downturn, companies are increasingly preferring experienced workers even for entry-level positions. This is where the term \"Used-Rookie\" (Jung-go-sin-ip) comes from. These are applicants who apply for a rookie position but already have 1 to 3 years of experience from another company. From a company's perspective, they prefer these candidates because they can be immediately deployed for a task without any training costs, unlike a \"fresh rookie\" (ssaeng-sin-ip) with no experience. This puts recent graduates in a paradoxical situation: \"They can't get a job because they have no experience, and they can't gain experience because they can't get a job.\"\n\nCompany Choices: Chaebols, SMEs, and IT Giants\n\nTraditionally, Korean society has seen large corporations—or chaebols—like Samsung and Hyundai as the standard for a \"good job,\" thanks to high salaries, stability, and great benefits. On the other hand, small and medium-sized enterprises (SMEs) are often less preferred due to various practical reasons.\nHowever, the younger generation has started looking at new options, specifically IT platform companies represented by \"Ne-ka-ra-ku-bae\" (Naver, Kakao, Line, Coupang, Baemin). These companies have emerged as new \"dream workplaces,\" leveraging their relatively flexible organizational culture and high compensation.\nThis shift has also impacted popular job roles. Just a few years ago, \"developer\" was one of the most popular professions. But the situation has changed with the advent of generative AI. As the perception that AI can replace simple coding spreads, the demand for entry-level developers has decreased, and the \"developer boom\" has cooled off. Now, the job market's attention is shifting to highly specialized talent like AI/machine learning engineers and data scientists.\n\nWorkplace Culture: Organizational Norms vs. Personal Values\n\nLife after getting a job also has many differences from Canada.\n• Organizational Culture: Many companies still emphasize a vertical hierarchy and a group-oriented culture. After-hours \"team dinners\" are meant to build teamwork, but many young employees see them as an extension of work or an uncomfortable situation with their superiors.\n• The Younger Generation's Response: The younger generation (Gen MZ) doesn't accept this culture unconditionally. They value \"Work-Life Balance\" (Worabel) very highly. Rather than dedicating their entire lives to a company, they tend to view their job as a contract to work a set number of hours for a salary. This has given rise to the concept of \"Quiet Quitting.\" It’s about doing the bare minimum at work without deep involvement and using the extra time and energy for personal growth, like investments or a \"side hustle.\"\n\nConclusion\n\nIn conclusion, Korea's job market is a highly systematic but complex ecosystem that comes with immense pressure. Especially with the recent economic downturn and rapid technological changes, young people are crafting their own survival strategies in an environment more unpredictable than ever. The clash between traditional corporate culture and the new generation's emphasis on personal values is a point of interest, as it will likely shape the future of Korea's workplace culture."
      },
      "fr": {
        "title": "le marché du travail coréen vu par un Canadien",
        "summary": "![Image](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSuT7av1hxJp9su_nkqZF1cN8D1FrzBSullJw&s)\n\nÀ mes amis canadiens, regarder mes amis coréens se préparer à leur carrière me semble parfois ir...",
        "fullContent": "![Image](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSuT7av1hxJp9su_nkqZF1cN8D1FrzBSullJw&s)\n\nÀ mes amis canadiens, regarder mes amis coréens se préparer à leur carrière me semble parfois irréel. Alors que nous explorons généralement diverses possibilités pour trouver nos passions, la recherche d'emploi en Corée ressemble à un gigantesque jeu de survie où tout le monde concourt selon un ensemble de règles prédéfinies.\n\nLe « Spec » : une liste standardisée de qualifications\n\nLes étudiants universitaires coréens commencent à accumuler des qualifications, appelées « Spec », dès leur entrée à l'université.\n• Exigences de base : Un bon dossier académique (GPA) et un score élevé à un test d'anglais reconnu (comme le TOEIC) sont considérés comme essentiels.\n• Exigences supplémentaires : Les étudiants obtiennent également des certifications supplémentaires dans des domaines comme les compétences informatiques ou l'histoire coréenne. Beaucoup se préparent à ces examens par anxiété, disant souvent : « Parce que tout le monde le fait. »\n• Exigences d'expérience : Gagner des prix dans des concours ou avoir de l'expérience en stage est un avantage concurrentiel crucial. Récemment, ces expériences sont également devenues un « must ».\nEn conséquence, de nombreux candidats se retrouvent avec des CV remplis de certifications et d'expériences similaires, plutôt que des histoires personnelles uniques.\n\nLe processus d'embauche : un système de filtrage à plusieurs étapes\n\nUne fois qu'ils ont leur « Spec », le processus d'embauche se déroule en plusieurs étapes de filtrage.\n• Sélection sur dossier et tests d'aptitude : Il est courant pour les candidats de postuler à des dizaines d'entreprises. Si leur dossier passe la sélection initiale, ils passent un test écrit appelé « test d'aptitude ». Ce test évalue la logique et les capacités de résolution de problèmes du candidat. Il est assez unique que les candidats doivent étudier séparément pour des questions qui ne semblent pas directement liées au poste.\n• La préférence pour les « débutants expérimentés » : En raison du récent ralentissement économique, les entreprises préfèrent de plus en plus les travailleurs expérimentés, même pour les postes de débutants. C'est de là que vient le terme « débutant expérimenté » (Jung-go-sin-ip). Ce sont des candidats qui postulent pour un poste de débutant mais qui ont déjà 1 à 3 ans d'expérience dans une autre entreprise. Du point de vue de l'entreprise, ces candidats sont préférés car ils peuvent être déployés immédiatement pour une tâche sans frais de formation, contrairement à un « vrai débutant » (ssaeng-sin-ip) sans expérience. Cela place les jeunes diplômés dans une situation paradoxale : « Ils ne peuvent pas obtenir d'emploi parce qu'ils n'ont pas d'expérience, et ils ne peuvent pas acquérir d'expérience parce qu'ils ne peuvent pas obtenir d'emploi. »\n\nChoix d'entreprise : Chaebols, PME et géants de la technologie\n\nTraditionnellement, la société coréenne considère les grandes entreprises — ou chaebols — comme Samsung et Hyundai comme la norme pour un « bon travail », grâce à des salaires élevés, une stabilité et de bons avantages sociaux. D'un autre côté, les petites et moyennes entreprises (PME) sont souvent moins appréciées pour diverses raisons pratiques.\nCependant, la jeune génération a commencé à envisager de nouvelles options, en particulier les entreprises de plateformes informatiques représentées par « Ne-ka-ra-ku-bae » (Naver, Kakao, Line, Coupang, Baemin). Ces entreprises sont devenues de nouveaux « lieux de travail de rêve », tirant parti de leur culture organisationnelle relativement flexible et de leur rémunération élevée.\nCe changement a également eu un impact sur les rôles professionnels populaires. Il y a quelques années seulement, le métier de « développeur » était l'un des plus populaires. Mais la situation a rapidement changé avec l'avènement de l'IA générative. Alors que la perception que l'IA peut remplacer le codage simple se répand, la demande de développeurs débutants a diminué et le « boom des développeurs » s'est calmé. Désormais, l'attention du marché du travail se tourne vers les talents hautement spécialisés comme les ingénieurs en IA/apprentissage automatique et les scientifiques des données.\n\nCulture du lieu de travail : normes organisationnelles vs. valeurs personnelles\n\nLa vie après l'embauche présente également de nombreuses différences par rapport au Canada.\n• Culture organisationnelle : De nombreuses entreprises mettent encore l'accent sur une hiérarchie verticale et une culture de groupe. Les « dîners d'équipe » après les heures de travail sont censés renforcer le travail d'équipe, mais de nombreux jeunes employés les considèrent comme une prolongation du travail ou une situation inconfortable avec leurs supérieurs.\n• La réponse de la jeune génération : La jeune génération (génération MZ) n'accepte pas cette culture sans condition. Ils accordent une grande importance à l'équilibre vie privée-vie professionnelle (Worabel). Plutôt que de consacrer leur vie entière à une entreprise, ils ont tendance à considérer leur emploi comme un contrat pour travailler un nombre d'heures défini en échange d'un salaire. Cela a donné naissance au concept de « démission silencieuse » (Quiet Quitting). Il s'agit de faire le strict minimum au travail sans s'impliquer profondément et d'utiliser le temps et l'énergie supplémentaires pour le développement personnel, comme des investissements ou une « activité secondaire ».\n\nConclusion\n\nEn conclusion, le marché du travail coréen est un écosystème très systématique mais complexe qui s'accompagne d'une immense pression. Surtout avec le récent ralentissement économique et les changements technologiques rapides, les jeunes créent leurs propres stratégies de survie dans un environnement plus imprévisible que jamais. Le choc entre la culture d'entreprise traditionnelle et l'accent mis par la nouvelle génération sur les valeurs personnelles est un point d'intérêt, car il façonnera probablement l'avenir de la culture du lieu de travail en Corée."
      }
    }
  },
  {
    "id": "population-1758437956033-jx12iq",
    "type": "population",
    "title": "Seoul's Population Issues: Analysis of District Rankings and Foreigner Ratios",
    "summary": "1. Seoul District Population Rankings (As of July 2025)\nThe total population of Seoul is estimated at approximately 9.336 million people. The population distribution across the districts is as follows...",
    "fullContent": "**1. Seoul District Population Rankings (As of July 2025)**\nThe total population of Seoul is estimated at approximately 9.336 million people. The population distribution across the districts is as follows:\n\nTop 3 Most Populous Districts:\n\n1st: Songpa-gu (~648,000 people)\n\n2nd: Gangnam-gu (~557,000 people)\n\n3rd: Gangseo-gu (~554,000 people)\n\nThese three districts alone account for about 18.84% of Seoul's total population.\n\nTop 3 Least Populous Districts:\n\n25th (Last): Jung-gu\n\n24th: Jongno-gu\n\n23rd: Yongsan-gu\n\nThese areas are primarily located in downtown Seoul, and their low residential population is due to a high concentration of offices and commercial facilities.\n\n**2. Percentage Breakdown by Rank**\nBased on Seoul's total population of approximately 9.336 million, here is the percentage for each of the top-ranked districts:\n\n1st Songpa-gu: ~6.94%\n\n2nd Gangnam-gu: ~5.96%\n\n3rd Gangseo-gu: ~5.93%\n\n**3. The Difference in Foreigner Resident Ratios**\nIn contrast to the overall population rankings, the distribution of foreign residents shows a different pattern.\n\n1st in Foreigner Ratio: Jung-gu\n\nJung-gu has the lowest total population among all districts, yet its foreigner resident ratio is the highest in Seoul, at about 8.64%.\n\nTop Districts by Number of Foreigners:\n\nYeongdeungpo-gu and Guro-gu have the highest number of foreign residents, with about a quarter of Seoul's total foreign population living in these two areas.\n\nDistricts with a Low Foreigner Ratio:\n\nDistricts with large overall populations, such as Nowon-gu and Yangcheon-gu, have a relatively low percentage of foreign residents.\n\nIn conclusion, while Seoul's population is heavily concentrated in the southeast and Gangnam regions, the distribution of foreign residents is different, being concentrated in downtown areas or specific living zones.",
    "tags": [],
    "geo": {
      "area": "Seoul",
      "lat": 37.534783,
      "lng": 126.997287
    },
    "sources": [
      {
        "title": "",
        "url": "https://www.seoul.go.kr/main/index.jsp",
        "publisher": "Seoul-si ofiicial"
      }
    ],
    "images": [],
    "lastUpdatedKST": "2025-09-21T06:59:58.384Z",
    "generated": false,
    "i18n": {
      "en": {
        "title": "Seoul's Population Issues: Analysis of District Rankings and Foreigner Ratios",
        "summary": "**1. Seoul District Population Rankings (As of July 2025)**\nThe total population of Seoul is estimated at approximately 9.336 million people. The population distribution across the districts is as fol...",
        "fullContent": "**1. Seoul District Population Rankings (As of July 2025)**\nThe total population of Seoul is estimated at approximately 9.336 million people. The population distribution across the districts is as follows:\n\nTop 3 Most Populous Districts:\n\n1st: Songpa-gu (~648,000 people)\n\n2nd: Gangnam-gu (~557,000 people)\n\n3rd: Gangseo-gu (~554,000 people)\n\nThese three districts alone account for about 18.84% of Seoul's total population.\n\nTop 3 Least Populous Districts:\n\n25th (Last): Jung-gu\n\n24th: Jongno-gu\n\n23rd: Yongsan-gu\n\nThese areas are primarily located in downtown Seoul, and their low residential population is due to a high concentration of offices and commercial facilities.\n\n**2. Percentage Breakdown by Rank**\nBased on Seoul's total population of approximately 9.336 million, here is the percentage for each of the top-ranked districts:\n\n1st Songpa-gu: ~6.94%\n\n2nd Gangnam-gu: ~5.96%\n\n3rd Gangseo-gu: ~5.93%\n\n**3. The Difference in Foreigner Resident Ratios**\nIn contrast to the overall population rankings, the distribution of foreign residents shows a different pattern.\n\n1st in Foreigner Ratio: Jung-gu\n\nJung-gu has the lowest total population among all districts, yet its foreigner resident ratio is the highest in Seoul, at about 8.64%.\n\nTop Districts by Number of Foreigners:\n\nYeongdeungpo-gu and Guro-gu have the highest number of foreign residents, with about a quarter of Seoul's total foreign population living in these two areas.\n\nDistricts with a Low Foreigner Ratio:\n\nDistricts with large overall populations, such as Nowon-gu and Yangcheon-gu, have a relatively low percentage of foreign residents.\n\nIn conclusion, while Seoul's population is heavily concentrated in the southeast and Gangnam regions, the distribution of foreign residents is different, being concentrated in downtown areas or specific living zones."
      },
      "fr": {
        "title": "Questions de population à Séoul : analyse des classements par quartier et du ratio d'étrangers",
        "summary": "**1. Classement démographique des quartiers de Séoul (en juillet 2025)**\nLa population totale de Séoul est estimée à environ 9,336 millions d'habitants. La répartition de la population entre les diffé...",
        "fullContent": "**1. Classement démographique des quartiers de Séoul (en juillet 2025)**\nLa population totale de Séoul est estimée à environ 9,336 millions d'habitants. La répartition de la population entre les différents quartiers est la suivante :\n\nLes 3 quartiers les plus peuplés :\n\n1er : Songpa-gu (environ 648 000 habitants)\n\n2e : Gangnam-gu (environ 557 000 habitants)\n\n3e : Gangseo-gu (environ 554 000 habitants)\n\nCes trois quartiers représentent à eux seuls environ 18,84 % de la population totale de Séoul.\n\nLes 3 quartiers les moins peuplés :\n\n25e (dernier) : Jung-gu\n\n24e : Jongno-gu\n\n23e : Yongsan-gu\n\nCes zones sont principalement situées dans le centre de Séoul, et leur faible population résidentielle est due à une forte concentration de bureaux et de commerces.\n\n**2. Pourcentage de la population par classement**\nSur la base de la population totale de Séoul d'environ 9,336 millions d'habitants, voici le pourcentage de chacun des quartiers les mieux classés :\n\n1er Songpa-gu : environ 6,94 %\n\n2e Gangnam-gu : environ 5,96 %\n\n3e Gangseo-gu : environ 5,93 %\n\n**3. La différence dans le ratio de résidents étrangers**\nContrairement au classement général de la population, la répartition des résidents étrangers montre un schéma différent.\n\n1er en ratio d'étrangers : Jung-gu\n\nJung-gu a la population totale la plus faible de tous les quartiers, mais son ratio de résidents étrangers est le plus élevé de Séoul, à environ 8,64 %.\n\nPrincipaux quartiers en nombre d'étrangers :\n\nYeongdeungpo-gu et Guro-gu sont les quartiers où le nombre d'étrangers est le plus élevé, avec environ un quart de la population étrangère totale de Séoul résidant dans ces deux zones.\n\nQuartiers avec un faible ratio d'étrangers :\n\nLes quartiers à forte population totale, tels que Nowon-gu et Yangcheon-gu, ont un pourcentage relativement faible de résidents étrangers.\n\nEn conclusion, si la population de Séoul est fortement concentrée dans les régions du sud-est et de Gangnam, la répartition des résidents étrangers est différente, étant concentrée dans les zones du centre-ville ou dans des quartiers de vie spécifiques, ce qui la distingue de la répartition générale de la population."
      }
    }
  },
  {
    "id": "week-1758374834408-eivm4t",
    "type": "population",
    "title": "“Hey, eh! The Seoul Population Shuffle: Where to Go, When, and How to Dodge the Crowd”",
    "summary": "Discover which Seoul districts are the most populated, why that matters for us Canadians, and the insider hacks to beat the crowds – all in CAD and...",
    "tags": [
      "thisweek",
      "population",
      "google",
      "gangnam",
      "seoul",
      "korea",
      "canada",
      "travel",
      "culture",
      "insider",
      "authentic"
    ],
    "period": {
      "start": "2025-09-19T15:00:00.000Z",
      "end": "2025-09-25T15:00:00.000Z"
    },
    "sources": [
      {
        "title": "\"인구 밀집 서울\" - Google 뉴스",
        "url": "https://news.google.com/rss/articles/CBMiX0FVX3lxTE9LUks5RmdlVWNtMzBMckR4MVdtaW85a3VCbmNTLV9tUWhPa1FhVUx0ZXJNdmpydVpGVExHeVc4YmRvZ1JieGdpU3daWkE5TUU2SXNvaTI5Rk04elpuWGkw?oc=5",
        "publisher": "\"인구 밀집 서울\" - Google 뉴스"
      }
    ],
    "lastUpdatedKST": "2025-09-20T13:27:14.408Z",
    "score": 2,
    "approved": true,
    "approvedAt": "2025-09-21T06:48:25.705Z",
    "geo": {
      "area": "Gangnam"
    },
    "fullContent": "Hey there, fellow wanderers! 🌍 So, you’ve probably heard the buzz that Seoul’s 25 districts are ranked by population, and you’re wondering, “Why should I care?” Well, whether you’re a student heading to Yonsei, a tourist eyeing Gangnam’s neon glow, or just a curious soul looking to explore, knowing which areas are the most crowded (and when) can save you a ton of time, money, and a few awkward “I’ve got to be in the middle of a crowd” moments.\n\nLet’s dive in, eh!\n\n### 1.\n\nQuick Snapshot of the Big Five\n\nAccording to the latest data from the Korean Statistics Office (think of it as the “Statistics Canada” of Korea), the top five most populous districts (구) in Seoul are:\n\n| Rank | District | Approx.\n\nPopulation (2023) | Rough CAD Cost for a Day Pass |\n|------|----------|---------------------------|-------------------------------|\n| 1 | Songpa | ~1.4 M | $3.50 (T-money) |\n| 2 | Gangnam | ~1.3 M | $3.50 |\n| 3 | Gangseo | ~1.2 M | $3.50 |\n| 4 | Gangdong | ~1.1 M | $3.50 |\n| 5 | Nowon | ~1.0 M",
    "generated": true,
    "generatedAt": "2025-09-21T06:49:47.851Z",
    "originalContent": {
      "title": "[랭킹연구소] 우리 동네 인구는 얼마? 서울 25개 자치구 인구 순위…송파·강남·강서·강동·노원 順 - 뉴스스페이스",
      "summary": "[랭킹연구소] 우리 동네 인구는 얼마? 서울 25개 자치구 인구 순위…송파·강남·강서·강동·노원 順 뉴스스페이스"
    },
    "i18n": {
      "en": {
        "title": "“Hey, eh! The Seoul Population Shuffle: Where to Go, When, and How to Dodge the Crowd”",
        "summary": "Discover which Seoul districts are the most populated, why that matters for us Canadians, and the insider hacks to beat the crowds – all in CAD and...",
        "fullContent": "Hey there, fellow wanderers! 🌍 So, you’ve probably heard the buzz that Seoul’s 25 districts are ranked by population, and you’re wondering, “Why should I care?” Well, whether you’re a student heading to Yonsei, a tourist eyeing Gangnam’s neon glow, or just a curious soul looking to explore, knowing which areas are the most crowded (and when) can save you a ton of time, money, and a few awkward “I’ve got to be in the middle of a crowd” moments.\n\nLet’s dive in, eh!\n\n### 1.\n\nQuick Snapshot of the Big Five\n\nAccording to the latest data from the Korean Statistics Office (think of it as the “Statistics Canada” of Korea), the top five most populous districts (구) in Seoul are:\n\n| Rank | District | Approx.\n\nPopulation (2023) | Rough CAD Cost for a Day Pass |\n|------|----------|---------------------------|-------------------------------|\n| 1 | Songpa | ~1.4 M | $3.50 (T-money) |\n| 2 | Gangnam | ~1.3 M | $3.50 |\n| 3 | Gangseo | ~1.2 M | $3.50 |\n| 4 | Gangdong | ~1.1 M | $3.50 |\n| 5 | Nowon | ~1.0 M",
        "tags": [
          "seoul",
          "korea",
          "canada",
          "travel",
          "culture",
          "insider",
          "authentic"
        ]
      },
      "fr": {
        "title": "“Hey, hein! The Séoul Population Shuffle: Where to Go, When, and How to Dodge the Crowd”",
        "summary": "découvrir which Séoul districts are the most populated, why that matters for us canadiens, and the initié hacks to beat the crowds – all in CAD and...",
        "fullContent": "Hey there, fellow wanderers! 🌍 So, you’ve probably heard the buzz that Séoul’s 25 districts are ranked by population, and you’re wondering, “Why should I care?” Well, whether you’re a student heading to Yonsei, a tourist eyeing Gangnam’s neon glow, or just a curious soul looking to explore, knowing which areas are the most crowded (and when) can save you a ton of time, money, and a few awkward “I’ve got to be in the middle of a crowd” moments.\n\nLet’s dive in, hein!\n\n### 1.\n\nQuick Snapshot of the Big Five\n\nAccording to the latest data from the Korean Statistics Office (think of it as the “Statistics Canada” of Corée), the top five most populous districts (구) in Séoul are:\n\n| Rank | District | Approx.\n\nPopulation (2023) | Rough CAD Cost for a Day Pass |\n|------|----------|---------------------------|-------------------------------|\n| 1 | Songpa | ~1.4 M | $3.50 (T-money) |\n| 2 | Gangnam | ~1.3 M | $3.50 |\n| 3 | Gangseo | ~1.2 M | $3.50 |\n| 4 | Gangdong | ~1.1 M | $3.50 |\n| 5 | Nowon | ~1.0 M",
        "tags": [
          "seoul",
          "korea",
          "canada",
          "travel",
          "culture",
          "insider",
          "authentic"
        ]
      }
    }
  },
  {
    "id": "weather-1758437272067-kvxfir",
    "type": "weather",
    "title": "This Week's Nationwide Weather and Useful Information for Foreigners",
    "summary": "![Image](https://www.weather.go.kr/w/resources/image/foot_logo2.png)\n\nThis Week's Nationwide Weather and Useful Information for Foreigners\n1. Nationwide Weather Overview (September 22 - September 28, ...",
    "fullContent": "![Image](https://www.weather.go.kr/w/resources/image/foot_logo2.png)\n\nThis Week's Nationwide Weather and Useful Information for Foreigners\n1. Nationwide Weather Overview (September 22 - September 28, 2025)\nThis week, Korea's weather is expected to be very pleasant as it fully enters the autumn season. The weather will be generally clear, but be prepared for a large daily temperature difference between morning and evening.\n\nEarly Week (Mon-Tues): The entire country will enjoy a clear and bright sky. Daytime temperatures will be in the mid-20s°C, perfect for outdoor activities, but morning and night temperatures can drop to the low 10s°C, feeling quite cool.\n\nMid to Late Week (Wed-Sun): Under the influence of a high-pressure system, clear weather is expected to continue. There is no significant rain in the forecast until the weekend, so the pleasant and cool autumn weather will persist.\n\n2. Weather by Major City\nSeoul/Metropolitan Area: Highs of 24-26°C, Lows of 11-14°C. The clear weather will continue, and Monday morning will be particularly cool.\n\nBusan: Highs of 23-25°C, Lows of 15-17°C. It will be generally clear and may feel relatively warmer than Seoul.\n\nJeju: Highs of 22-24°C, Lows of 17-19°C. The weather will be cloudy before clearing up later in the week. Winds may be a bit strong.\n\nGangneung (East Coast): Highs of 21-23°C, Lows of 10-13°C. Clear and dry weather is expected. The daily temperature range can be large along the East Coast.\n\n3. Weather Information for Foreign Tourists\nFine Dust (미세먼지): Fine dust levels across most of the country are expected to remain at a 'Normal' or 'Good' level this week. It's an excellent time to enjoy comfortable outdoor activities.\n\nSeasonal Characteristics & What to Wear: Late September is one of the best times to travel in Korea.\n\nWeather: Low humidity and clear skies will continue, allowing you to fully enjoy the 'blue sky.'\n\nWhat to Wear: Long-sleeved shirts or thin sweaters are appropriate during the day. However, it gets cool in the morning and evening, so it's a good idea to bring a light jacket (cardigan, jacket). Layering is useful, especially in mountainous or coastal areas where temperatures can be lower.\n\nAutumn Travel Tips: The cool and clear weather is perfect for outdoor activities.\n\nAutumn Foliage: The foliage hasn't peaked yet, but you can find autumn colors in some areas like national parks.\n\nWalking Tours: I recommend taking a leisurely walk through urban areas like the Seoul City Wall Trail or Bukchon Hanok Village to experience Korea's autumn charm.",
    "tags": [
      "weather",
      "Korea weather",
      "Météo Corée",
      "Corée du Sud",
      "Outdoor activities"
    ],
    "geo": null,
    "sources": [],
    "images": [
      "https://www.weather.go.kr/w/resources/image/foot_logo2.png"
    ],
    "lastUpdatedKST": "2025-09-21T06:47:52.067Z",
    "generated": false,
    "i18n": {
      "en": {
        "title": "This Week's Nationwide Weather and Useful Information for Foreigners",
        "summary": "![Image](https://www.weather.go.kr/w/resources/image/foot_logo2.png)\n\nThis Week's Nationwide Weather and Useful Information for Foreigners\n1. Nationwide Weather Overview (September 22 - September 28, ...",
        "fullContent": "![Image](https://www.weather.go.kr/w/resources/image/foot_logo2.png)\n\nThis Week's Nationwide Weather and Useful Information for Foreigners\n1. Nationwide Weather Overview (September 22 - September 28, 2025)\nThis week, Korea's weather is expected to be very pleasant as it fully enters the autumn season. The weather will be generally clear, but be prepared for a large daily temperature difference between morning and evening.\n\nEarly Week (Mon-Tues): The entire country will enjoy a clear and bright sky. Daytime temperatures will be in the mid-20s°C, perfect for outdoor activities, but morning and night temperatures can drop to the low 10s°C, feeling quite cool.\n\nMid to Late Week (Wed-Sun): Under the influence of a high-pressure system, clear weather is expected to continue. There is no significant rain in the forecast until the weekend, so the pleasant and cool autumn weather will persist.\n\n2. Weather by Major City\nSeoul/Metropolitan Area: Highs of 24-26°C, Lows of 11-14°C. The clear weather will continue, and Monday morning will be particularly cool.\n\nBusan: Highs of 23-25°C, Lows of 15-17°C. It will be generally clear and may feel relatively warmer than Seoul.\n\nJeju: Highs of 22-24°C, Lows of 17-19°C. The weather will be cloudy before clearing up later in the week. Winds may be a bit strong.\n\nGangneung (East Coast): Highs of 21-23°C, Lows of 10-13°C. Clear and dry weather is expected. The daily temperature range can be large along the East Coast.\n\n3. Weather Information for Foreign Tourists\nFine Dust (미세먼지): Fine dust levels across most of the country are expected to remain at a 'Normal' or 'Good' level this week. It's an excellent time to enjoy comfortable outdoor activities.\n\nSeasonal Characteristics & What to Wear: Late September is one of the best times to travel in Korea.\n\nWeather: Low humidity and clear skies will continue, allowing you to fully enjoy the 'blue sky.'\n\nWhat to Wear: Long-sleeved shirts or thin sweaters are appropriate during the day. However, it gets cool in the morning and evening, so it's a good idea to bring a light jacket (cardigan, jacket). Layering is useful, especially in mountainous or coastal areas where temperatures can be lower.\n\nAutumn Travel Tips: The cool and clear weather is perfect for outdoor activities.\n\nAutumn Foliage: The foliage hasn't peaked yet, but you can find autumn colors in some areas like national parks.\n\nWalking Tours: I recommend taking a leisurely walk through urban areas like the Seoul City Wall Trail or Bukchon Hanok Village to experience Korea's autumn charm."
      },
      "fr": {
        "title": "Météo nationale et informations utiles pour les étrangers cette semaine",
        "summary": "![Image](https://www.weather.go.kr/w/resources/image/foot_logo2.png)\n\n1. Aperçu de la météo nationale (22 septembre - 28 septembre 2025)\nCette semaine, la météo en Corée devrait être très agréable, ma...",
        "fullContent": "![Image](https://www.weather.go.kr/w/resources/image/foot_logo2.png)\n\n1. Aperçu de la météo nationale (22 septembre - 28 septembre 2025)\nCette semaine, la météo en Corée devrait être très agréable, marquant l'entrée dans la saison d'automne. Le temps sera généralement clair, mais préparez-vous aux grandes variations de température entre le jour et la nuit.\n\nDébut de semaine (lundi-mardi) : Le pays connaîtra un ciel majoritairement clair et dégagé. Les températures diurnes seront au milieu des 20°C, idéales pour les activités, mais les températures matinales et nocturnes pourront descendre jusqu'à environ 10°C, rendant l'air frais.\n\nMilieu à fin de semaine (mercredi-dimanche) : Sous l'influence d'un anticyclone, le temps clair continuera. Aucune pluie n'est prévue jusqu'au week-end, la météo d'automne restera donc claire et fraîche.\n\n2. Météo par grande ville\nSéoul/Région métropolitaine : Températures maximales de 24-26°C, minimales de 11-14°C. Le temps restera clair, et le matin sera particulièrement frais.\n\nBusan : Températures maximales de 23-25°C, minimales de 15-17°C. Le temps sera généralement clair et l'air pourrait être relativement plus chaud qu'à Séoul.\n\nJeju : Températures maximales de 22-24°C, minimales de 17-19°C. Le temps sera couvert avant de s'éclaircir en fin de semaine. Le vent pourrait être assez fort.\n\nGangneung (côte est) : Températures maximales de 21-23°C, minimales de 10-13°C. Un temps clair et sec est prévu. Les variations de température peuvent être importantes le long de la côte est.\n\n3. Informations météo pour les touristes étrangers\nParticules fines (미세먼지) : Les niveaux de particules fines dans la plupart des régions du pays devraient rester au niveau « normal » ou « bon » cette semaine. C'est le moment idéal pour profiter des activités de plein air.\n\nCaractéristiques saisonnières et tenue vestimentaire : Fin septembre est l'une des meilleures périodes pour voyager en Corée.\n\nMétéo : L'humidité est faible et le temps reste clair, vous permettant de profiter pleinement du « ciel bleu ».\n\nTenue vestimentaire : Un t-shirt à manches longues ou un pull fin est approprié pendant la journée. Cependant, il fait frais le matin et le soir, il est donc conseillé d'apporter une veste légère (cardigan, veste). Superposer les vêtements est utile, surtout dans les zones montagneuses ou côtières où les températures peuvent être plus basses.\n\nConseils de voyage d'automne : Le temps frais et clair est optimal pour les activités de plein air.\n\nFeuillage d'automne : Les feuilles ne sont pas encore à leur apogée, mais vous pourrez déjà apercevoir les couleurs de l'automne dans certaines zones comme les parcs nationaux.\n\nPromenades : Nous vous recommandons de vous promener tranquillement dans des lieux urbains comme le chemin du mur de la ville de Séoul ou le village de Bukchon Hanok pour ressentir le charme de l'automne coréen."
      }
    }
  },
  {
    "id": "issue-1758385101395-nchr6q",
    "type": "hotspot",
    "title": "Why Lotte World is a Must-Visit This Autumn",
    "summary": "d...",
    "fullContent": "![Image](https://adventure.lotteworld.com/image/2020/6/202006010125571450_1350.jpg)\n\n****Lotte World**** is the ultimate autumn destination, offering a perfect mix of thrilling rides, beautiful scenery, and world-class entertainment. As the summer heat fades and the leaves begin to change, the park transforms into a magical wonderland that offers something for everyone.\n\nEnjoy the 2025 Halloween Festival\nThe biggest reason to visit Lotte World in the fall is its famous Halloween Festival, which runs from September 12 to November 3. The park brilliantly splits its atmosphere into two distinct themes: one for the daytime and one for the night.\n\nHappy Halloween (Daytime): During the day, the park is a cheerful, family-friendly celebration. You'll find charming photo zones filled with pumpkins and ghosts, along with a lively Halloween Character Parade. It's the perfect time to visit with kids and make wonderful memories.\n\nHorror Halloween (Nighttime): Once the sun sets, Magic Island becomes a chilling horror zone. Get ready for an adrenaline rush with signature attractions where zombies come to life, chasing guests for a truly terrifying experience. The nighttime is complete with eerie lighting and special effects that ramp up the fear.\n\nEmbrace the Perfect Autumn Atmosphere\nBeyond the exciting Halloween events, Lotte World offers a fantastic fall experience thanks to its beautiful surroundings and ideal weather.\n\nGreat Weather for Rides: The hot, humid summer is gone, making your visit much more comfortable. The cool, crisp air is perfect for enjoying all the outdoor rides on Magic Island without long, sweaty waits.\n\nStunning Scenery at Seokchon Lake: Lotte World is located right next to Seokchon Lake. As autumn arrives, the trees surrounding the lake turn vibrant red and yellow, creating a breathtaking backdrop for the park's iconic castle. It's a fantastic spot for a leisurely stroll and a must-have for your travel photos.\n\nPractical Tips for Your Visit\nSpecial Foreigner Discount: Lotte World offers discounts for foreign visitors. You can get a discounted one-day pass by showing your passport or Alien Registration Card at the ticket booth. The price is approximately ₩43,000 to ₩50,000, which is about $45-55 CAD.\n\nTip: You can often find even better deals by booking in advance through online travel platforms like Klook.\n\nAddress: 240, Olympic-ro, Songpa-gu, Seoul\n\nHours: Daily from 10:00 AM to 9:00 PM (Check the official website, as hours can change.)\n\nGuide Map: You can plan your route efficiently by checking the official guide map before your visit.\nhttps://adventure.lotteworld.com/kor/usage-guide/service/guide-map/contentsid/375/index.do\n\nOfficial Website: For the latest information on parade times and ride schedules, it's best to check the official Lotte World website before you go.\n\nVisit on a Weekday: If your schedule allows, a weekday visit in the fall is a great way to avoid weekend crowds and enjoy shorter wait times for rides.",
    "tags": [
      "popup",
      "LotteWorld",
      "Séoul",
      "CoréeDuSud",
      "AutomneEnCorée",
      "HalloweenÀSéoul",
      "VisitSeoul",
      "AmusementPark",
      "HalloweeninKorea",
      "Koreatravel"
    ],
    "geo": {
      "area": "Seoul(Jamsil)",
      "lat": 37.508913,
      "lng": 127.099862
    },
    "sources": [
      {
        "title": "Lotteworld Adventure",
        "url": "https://adventure.lotteworld.com/kor/main/index.do",
        "publisher": "Lotte"
      }
    ],
    "images": [
      "https://adventure.lotteworld.com/image/2020/6/202006010125571450_1350.jpg"
    ],
    "lastUpdatedKST": "2025-09-21T06:42:14.502Z",
    "generated": false,
    "i18n": {
      "en": {
        "title": "Why Lotte World is a Must-Visit This Autumn",
        "summary": "![Image](https://adventure.lotteworld.com/image/2020/6/202006010125571450_1350.jpg)\n\n****Lotte World**** is the ultimate autumn destination, offering a perfect mix of thrilling rides, beautiful scener...",
        "fullContent": "![Image](https://adventure.lotteworld.com/image/2020/6/202006010125571450_1350.jpg)\n\n****Lotte World**** is the ultimate autumn destination, offering a perfect mix of thrilling rides, beautiful scenery, and world-class entertainment. As the summer heat fades and the leaves begin to change, the park transforms into a magical wonderland that offers something for everyone.\n\nEnjoy the 2025 Halloween Festival\nThe biggest reason to visit Lotte World in the fall is its famous Halloween Festival, which runs from September 12 to November 3. The park brilliantly splits its atmosphere into two distinct themes: one for the daytime and one for the night.\n\nHappy Halloween (Daytime): During the day, the park is a cheerful, family-friendly celebration. You'll find charming photo zones filled with pumpkins and ghosts, along with a lively Halloween Character Parade. It's the perfect time to visit with kids and make wonderful memories.\n\nHorror Halloween (Nighttime): Once the sun sets, Magic Island becomes a chilling horror zone. Get ready for an adrenaline rush with signature attractions where zombies come to life, chasing guests for a truly terrifying experience. The nighttime is complete with eerie lighting and special effects that ramp up the fear.\n\nEmbrace the Perfect Autumn Atmosphere\nBeyond the exciting Halloween events, Lotte World offers a fantastic fall experience thanks to its beautiful surroundings and ideal weather.\n\nGreat Weather for Rides: The hot, humid summer is gone, making your visit much more comfortable. The cool, crisp air is perfect for enjoying all the outdoor rides on Magic Island without long, sweaty waits.\n\nStunning Scenery at Seokchon Lake: Lotte World is located right next to Seokchon Lake. As autumn arrives, the trees surrounding the lake turn vibrant red and yellow, creating a breathtaking backdrop for the park's iconic castle. It's a fantastic spot for a leisurely stroll and a must-have for your travel photos.\n\nPractical Tips for Your Visit\nSpecial Foreigner Discount: Lotte World offers discounts for foreign visitors. You can get a discounted one-day pass by showing your passport or Alien Registration Card at the ticket booth. The price is approximately ₩43,000 to ₩50,000, which is about $45-55 CAD.\n\nTip: You can often find even better deals by booking in advance through online travel platforms like Klook.\n\nAddress: 240, Olympic-ro, Songpa-gu, Seoul\n\nHours: Daily from 10:00 AM to 9:00 PM (Check the official website, as hours can change.)\n\nGuide Map: You can plan your route efficiently by checking the official guide map before your visit.\nhttps://adventure.lotteworld.com/kor/usage-guide/service/guide-map/contentsid/375/index.do\n\nOfficial Website: For the latest information on parade times and ride schedules, it's best to check the official Lotte World website before you go.\n\nVisit on a Weekday: If your schedule allows, a weekday visit in the fall is a great way to avoid weekend crowds and enjoy shorter wait times for rides."
      },
      "fr": {
        "title": "Pourquoi Lotte World est une destination incontournable cet automne",
        "summary": "![Image](https://adventure.lotteworld.com/image/2020/6/202006010125571450_1350.jpg)\n\nLotte World est la destination automnale par excellence, offrant un mélange parfait de sensations fortes, de paysag...",
        "fullContent": "![Image](https://adventure.lotteworld.com/image/2020/6/202006010125571450_1350.jpg)\n\nLotte World est la destination automnale par excellence, offrant un mélange parfait de sensations fortes, de paysages magnifiques et de divertissements de classe mondiale. À mesure que la chaleur de l'été s'estompe et que les feuilles commencent à changer de couleur, le parc se transforme en un lieu magique qui a quelque chose à offrir à chacun.\n\nProfitez du Festival d'Halloween 2025\nLa principale raison de visiter Lotte World en automne est son célèbre Festival d'Halloween, qui se déroule du 12 septembre au 3 novembre. Le parc a brillamment divisé son ambiance en deux thèmes distincts : l'un pour la journée et l'autre pour la nuit.\n\nHalloween Heureux (en journée) : Pendant la journée, le parc est une célébration joyeuse et familiale. Vous y trouverez de charmantes zones photo remplies de citrouilles et de fantômes amicaux, ainsi qu'une Parade de Personnages d'Halloween animée. C'est le moment idéal pour visiter avec des enfants et créer de merveilleux souvenirs.\n\nHalloween Horreur (en soirée) : Une fois le soleil couché, Magic Island se transforme en une zone d'horreur glaçante. Préparez-vous à une montée d'adrénaline avec des attractions emblématiques où des zombies prennent vie, poursuivant les visiteurs pour une expérience vraiment terrifiante. La soirée est complétée par un éclairage sinistre et des effets spéciaux qui intensifient la peur.\n\nImprégnez-vous de l'atmosphère parfaite de l'automne\nAu-delà des événements d'Halloween palpitants, Lotte World offre une expérience automnale fantastique grâce à son environnement magnifique et son temps idéal.\n\nUn temps idéal pour les attractions : La chaleur et l'humidité de l'été ont disparu, rendant votre visite beaucoup plus confortable. L'air frais est parfait pour profiter de toutes les attractions extérieures sur Magic Island sans de longues attentes sous la chaleur.\n\nPaysage époustouflant au lac Seokchon : Lotte World est situé juste à côté du lac Seokchon. À l'arrivée de l'automne, les arbres entourant le lac prennent des couleurs rouges et jaunes éclatantes, créant un décor à couper le souffle pour le château emblématique du parc. C'est un endroit fantastique pour une promenade tranquille et un incontournable pour vos photos de voyage.\n\nConseils pratiques pour votre visite\nRéduction spéciale pour les étrangers : Lotte World offre des réductions aux visiteurs étrangers. Vous pouvez obtenir un laissez-passer d'une journée à prix réduit en présentant votre passeport ou votre carte d'enregistrement d'étranger au guichet. Le prix est d'environ 43 000 à 50 000 ₩, soit environ 45 à 55 $ CA.\n\nConseil : Vous pouvez souvent trouver de meilleures offres en réservant à l'avance sur des plateformes de voyage en ligne comme Klook.\n\nAdresse : 240, Olympic-ro, Songpa-gu, Séoul\n\nHoraires : Tous les jours de 10h00 à 21h00 (Vérifiez sur le site officiel, car les horaires peuvent changer).\n\nPlan du guide : Vous pouvez planifier votre itinéraire de manière efficace en consultant le plan officiel avant votre visite.\nhttps://adventure.lotteworld.com/kor/usage-guide/service/guide-map/contentsid/375/index.do\n\nSite web officiel : Pour les dernières informations sur les horaires des défilés et des attractions, il est préférable de consulter le site web officiel de Lotte World avant de vous y rendre.\n\nVisitez en semaine : Si votre emploi du temps le permet, une visite en semaine en automne est un excellent moyen d'éviter les foules du week-end et de profiter de temps d'attente plus courts pour les attractions."
      }
    }
  },
  {
    "id": "issue-1758377150159-w5ejxq",
    "type": "issue",
    "title": "K-ETA Exemption Extended for ~2025.12.31",
    "summary": "Yongin is gearing up for 20 million foreign visitors—think Disney meets Korean pop. We’ll break down the perks, the costs, and why this is a must‑k...",
    "tags": [
      "trend",
      "ko",
      "issue",
      "seoul",
      "korea",
      "canada",
      "travel",
      "culture",
      "insider",
      "authentic",
      "policy",
      "K-ETA",
      "VISA"
    ],
    "sources": [
      {
        "title": "",
        "url": "https://overseas.mofa.go.kr/ca-vancouver-ko/brd/m_4574/view.do?seq=1311057",
        "publisher": ""
      }
    ],
    "lastUpdatedKST": "2025-09-20T15:37:40.890Z",
    "approved": true,
    "approvedAt": "2025-09-20T15:29:35.374Z",
    "geo": {
      "area": "seoul"
    },
    "score": 1,
    "fullContent": "1. Details of the Temporary K-ETA Exemption Policy\n\nExtension of Exemption Period: The temporary K-ETA exemption, initially implemented for the \"2023-2024 Visit Korea Year,\" has been extended for another year until December 31, 2025, to further boost tourism.\n\nEligible Countries: The exemption applies to citizens of 22 countries and regions, including Canada, the United States, Japan, the United Kingdom, France, and Germany.\n\nImportant Note: Although the K-ETA is waived, travelers can still voluntarily apply for it to receive benefits such as skipping the arrival card submission upon entry. However, a fee will be charged in this case, and previously issued K-ETAs can be used until their expiration but are not refundable.\n\n2. Related Issues and Controversy\n\nThe K-ETA exemption has been positively received for attracting tourists but has also raised several issues.\n\nTourism Industry's Welcome vs. Ministry of Justice's Concerns: The Ministry of Culture, Sports and Tourism has actively pushed for the extension to boost tourism. In contrast, the Ministry of Justice has been cautious due to concerns about a potential increase in illegal immigrants and a decrease in tax revenue. A particular controversy arose with some countries, like Thailand, where a disagreement between tourism promotion and illegal immigration issues prevented them from being included in the exemption list.\n\nTravelers' Confusion: The sudden changes and uncertainty surrounding the policy's extension have caused confusion for some travelers, disrupting their travel plans. Travel agencies have also faced difficulties in planning tour packages to Korea due to the policy's unpredictability.\n\n3. Related Links\n\nConsulate General of the Republic of Korea in Vancouver Notice: The official announcement regarding the K-ETA temporary exemption extension for Canadian citizens.\nhttps://overseas.mofa.go.kr/ca-vancouver-ko/brd/m_4574/view.do?seq=1311057\n\nAsiana Airlines Notice: An airline-issued notice about the K-ETA exemption extension, providing an easy-to-read list of eligible countries.\nhttps://flyasiana.com/C/US/KO/customer/notice/detail?id=CM202412130002523320\n\nHankyung News Article: A detailed article from a Korean news source covering the differing positions and controversies between government ministries regarding the K-ETA exemption policy.\nhttps://www.hankyung.com/article/2024091132541",
    "generated": true,
    "generatedAt": "2025-09-20T15:31:03.554Z",
    "originalContent": {
      "title": "외국인 관광객 2천만 시대 - 용인시민신문",
      "summary": "외국인 관광객 2천만 시대 용인시민신문"
    },
    "i18n": {
      "en": {
        "title": "K-ETA Exemption Extended for ~2025.12.31",
        "summary": "1. Details of the Temporary K-ETA Exemption Policy\n\nExtension of Exemption Period: The temporary K-ETA exemption, initially implemented for the \"2023-2024 Visit Korea Year,\" has been extended for anot...",
        "fullContent": "1. Details of the Temporary K-ETA Exemption Policy\n\nExtension of Exemption Period: The temporary K-ETA exemption, initially implemented for the \"2023-2024 Visit Korea Year,\" has been extended for another year until December 31, 2025, to further boost tourism.\n\nEligible Countries: The exemption applies to citizens of 22 countries and regions, including Canada, the United States, Japan, the United Kingdom, France, and Germany.\n\nImportant Note: Although the K-ETA is waived, travelers can still voluntarily apply for it to receive benefits such as skipping the arrival card submission upon entry. However, a fee will be charged in this case, and previously issued K-ETAs can be used until their expiration but are not refundable.\n\n2. Related Issues and Controversy\n\nThe K-ETA exemption has been positively received for attracting tourists but has also raised several issues.\n\nTourism Industry's Welcome vs. Ministry of Justice's Concerns: The Ministry of Culture, Sports and Tourism has actively pushed for the extension to boost tourism. In contrast, the Ministry of Justice has been cautious due to concerns about a potential increase in illegal immigrants and a decrease in tax revenue. A particular controversy arose with some countries, like Thailand, where a disagreement between tourism promotion and illegal immigration issues prevented them from being included in the exemption list.\n\nTravelers' Confusion: The sudden changes and uncertainty surrounding the policy's extension have caused confusion for some travelers, disrupting their travel plans. Travel agencies have also faced difficulties in planning tour packages to Korea due to the policy's unpredictability.\n\n3. Related Links\n\nConsulate General of the Republic of Korea in Vancouver Notice: The official announcement regarding the K-ETA temporary exemption extension for Canadian citizens.\nhttps://overseas.mofa.go.kr/ca-vancouver-ko/brd/m_4574/view.do?seq=1311057\n\nAsiana Airlines Notice: An airline-issued notice about the K-ETA exemption extension, providing an easy-to-read list of eligible countries.\nhttps://flyasiana.com/C/US/KO/customer/notice/detail?id=CM202412130002523320\n\nHankyung News Article: A detailed article from a Korean news source covering the differing positions and controversies between government ministries regarding the K-ETA exemption policy.\nhttps://www.hankyung.com/article/2024091132541"
      },
      "fr": {
        "title": "Le K-ETA exempté pour ~2025.12.31",
        "summary": "1. Détails de la politique d'exemption temporaire du K-ETA\n\nProlongation de l'exemption : La mesure d'exemption temporaire du K-ETA, initialement mise en place pour l'« Année de la visite en Corée 202...",
        "fullContent": "1. Détails de la politique d'exemption temporaire du K-ETA\n\nProlongation de l'exemption : La mesure d'exemption temporaire du K-ETA, initialement mise en place pour l'« Année de la visite en Corée 2023-2024 », a été prolongée d'un an, jusqu'au 31 décembre 2025, afin de stimuler davantage le tourisme.\n\nPays éligibles : L'exemption s'applique aux citoyens de 22 pays et régions, dont le Canada, les États-Unis, le Japon, le Royaume-Uni, la France et l'Allemagne.\n\nNote importante : Bien que le K-ETA soit exempté, les voyageurs peuvent choisir de le demander volontairement pour bénéficier d'avantages, comme l'exemption de remplir la carte d'arrivée à l'immigration. Des frais seront toutefois facturés. Les K-ETA déjà émis restent valables jusqu'à leur date d'expiration, mais ne sont pas remboursables.\n\n2. Problèmes et controverses liés à la politique\n\nL'exemption du K-ETA a été bien accueillie pour son potentiel à attirer des touristes, mais elle a également soulevé plusieurs questions.\n\nL'accueil de l'industrie du tourisme contre les inquiétudes du ministère de la Justice : Le ministère de la Culture, des Sports et du Tourisme a activement plaidé en faveur de la prolongation pour relancer le tourisme. En revanche, le ministère de la Justice s'est montré prudent en raison de craintes concernant une augmentation possible des immigrants en situation irrégulière et une diminution des recettes fiscales. Une controverse a notamment éclaté avec certains pays, comme la Thaïlande, où un désaccord entre la promotion du tourisme et le problème de l'immigration illégale a empêché leur inclusion dans la liste des pays exemptés.\n\nConfusion chez les voyageurs : Les changements soudains de politique et l'incertitude quant à sa prolongation ont créé de la confusion chez certains voyageurs, perturbant ainsi leurs projets de voyage. Les agences de voyage ont également eu du mal à planifier des offres de voyage en Corée en raison de l'imprévisibilité de la politique.\n\n3. Liens pertinents\n\nAvis du Consulat général de la République de Corée à Vancouver : L'annonce officielle concernant la prolongation de l'exemption temporaire du K-ETA pour les citoyens canadiens.\nhttps://overseas.mofa.go.kr/ca-vancouver-ko/brd/m_4574/view.do?seq=1311057\n\nAvis d'Asiana Airlines : Un avis émis par la compagnie aérienne sur la prolongation de l'exemption du K-ETA, fournissant une liste facile à lire des pays éligibles.\nhttps://flyasiana.com/C/US/KO/customer/notice/detail?id=CM202412130002523320\n\nArticle du journal Hankyung : Un article détaillé d'une source d'information coréenne couvrant les divergences d'opinion et les controverses entre les ministères du gouvernement concernant la politique d'exemption du K-ETA.\nhttps://www.hankyung.com/article/2024091132541"
      }
    }
  },
  {
    "id": "hotspot-1758377139417-w9k53l",
    "type": "hotspot",
    "title": "GENTLE MONSTER's New Cultural Complex: Haus Nowhere Seoul",
    "summary": "Gentle Monster’s House NoWhere in Sinsa‑dong is the hottest new place in Seoul. It blends art, fashion and a whole lot of Instagram‑worthy vibes—pe...",
    "tags": [
      "trend",
      "google",
      "ko",
      "seoul",
      "hotspot",
      "korea",
      "canada",
      "travel",
      "culture",
      "insider",
      "authentic",
      "Gangnam",
      "gentlemonster"
    ],
    "sources": [
      {
        "title": "gentlemonster",
        "url": "https://www.gentlemonster.com/kr/ko/stores/detail/42?country=kr",
        "publisher": "public homepage"
      }
    ],
    "lastUpdatedKST": "2025-09-20T14:46:25.464Z",
    "approved": true,
    "approvedAt": "2025-09-20T14:25:08.983Z",
    "geo": {
      "area": "Gangnam",
      "lat": 37.525378,
      "lng": 127.035781
    },
    "score": 1,
    "fullContent": "![Image](https://inhouse-resource.gentlemonster.com/store/170988871510894_Space5.jpg)\n\nHaus Nowhere Seoul is more than just an eyewear store; it's a new concept cultural complex from GENTLE MONSTER’s parent company, IICOMBINED, that embodies the brand's innovative philosophy of blurring the lines between art and commerce. With a name that means \"a house that does not exist,\" this space offers visitors a completely new, multi-sensory journey that goes far beyond a typical shopping experience.\n\nLocated in Seoul's trendy Seongsu-dong district, Haus Nowhere Seoul immediately captivates visitors with its exterior. Designed by architect Kim Chan-joong's firm, The System Lab, the building's Brutalist architectural style, with its exposed concrete and unique structural elements, makes it look like a massive sculpture that crash-landed in the city. Its cold, robust facade stands out, harmonizing with Seongsu-dong's unique, hip cultural vibe to establish itself as a new landmark.\n\nUpon entering, visitors feel as if they've stepped into a colossal work of art rather than a retail space. Each floor is filled with diverse media art and experimental installations that visually express GENTLE MONSTER's aesthetic values. The brand's signature creative displays, along with the ever-changing art pieces, continuously provide visitors with fresh inspiration.\n\nThe uniqueness of Haus Nowhere Seoul extends to its multi-brand experience. In addition to GENTLE MONSTER, visitors can explore various brands from the IICOMBINED family. The first floor serves as a pop-up and project space, while the second floor showcases GENTLE MONSTER's eyewear. On the third floor, you'll find the beauty brand Tamburins and the fashion brand ATISU. The fifth floor is home to the dessert brand Nudake's \"Tea House,\" where visitors can indulge in both art and gastronomy.\n\nHaus Nowhere Seoul is a true cultural complex that weaves together architecture, art, and multiple brands into a single narrative. Here, visitors are free from the singular goal of shopping and can instead explore the space at their own pace, fully immersing themselves in the new aesthetic values that GENTLE MONSTER presents.\n\nAddress: 433 Ttukseom-ro, Seongdong-gu, Seoul\n\nHours: Daily, 11:00 AM - 9:00 PM\n\nOfficial Website:\nhttps://www.gentlemonster.com/kr/store/hausnowhere-seoul",
    "generated": true,
    "generatedAt": "2025-09-20T14:26:38.158Z",
    "originalContent": {
      "title": "[핫플NOW] 젠틀몬스터, 신사동에 '하우스 노웨어 서울' 오픈... 예술과 상업의 경계를 허물다 - kmjournal.net",
      "summary": "[핫플NOW] 젠틀몬스터, 신사동에 '하우스 노웨어 서울' 오픈... 예술과 상업의 경계를 허물다 kmjournal.net"
    },
    "i18n": {
      "en": {
        "title": "GENTLE MONSTER's New Cultural Complex: Haus Nowhere Seoul",
        "summary": "![Image](https://inhouse-resource.gentlemonster.com/store/170988871510894_Space5.jpg)\n\nHaus Nowhere Seoul is more than just an eyewear store; it's a new concept cultural complex from GENTLE MONSTER’s ...",
        "fullContent": "![Image](https://inhouse-resource.gentlemonster.com/store/170988871510894_Space5.jpg)\n\nHaus Nowhere Seoul is more than just an eyewear store; it's a new concept cultural complex from GENTLE MONSTER’s parent company, IICOMBINED, that embodies the brand's innovative philosophy of blurring the lines between art and commerce. With a name that means \"a house that does not exist,\" this space offers visitors a completely new, multi-sensory journey that goes far beyond a typical shopping experience.\n\nLocated in Seoul's trendy Seongsu-dong district, Haus Nowhere Seoul immediately captivates visitors with its exterior. Designed by architect Kim Chan-joong's firm, The System Lab, the building's Brutalist architectural style, with its exposed concrete and unique structural elements, makes it look like a massive sculpture that crash-landed in the city. Its cold, robust facade stands out, harmonizing with Seongsu-dong's unique, hip cultural vibe to establish itself as a new landmark.\n\nUpon entering, visitors feel as if they've stepped into a colossal work of art rather than a retail space. Each floor is filled with diverse media art and experimental installations that visually express GENTLE MONSTER's aesthetic values. The brand's signature creative displays, along with the ever-changing art pieces, continuously provide visitors with fresh inspiration.\n\nThe uniqueness of Haus Nowhere Seoul extends to its multi-brand experience. In addition to GENTLE MONSTER, visitors can explore various brands from the IICOMBINED family. The first floor serves as a pop-up and project space, while the second floor showcases GENTLE MONSTER's eyewear. On the third floor, you'll find the beauty brand Tamburins and the fashion brand ATISU. The fifth floor is home to the dessert brand Nudake's \"Tea House,\" where visitors can indulge in both art and gastronomy.\n\nHaus Nowhere Seoul is a true cultural complex that weaves together architecture, art, and multiple brands into a single narrative. Here, visitors are free from the singular goal of shopping and can instead explore the space at their own pace, fully immersing themselves in the new aesthetic values that GENTLE MONSTER presents.\n\nAddress: 433 Ttukseom-ro, Seongdong-gu, Seoul\n\nHours: Daily, 11:00 AM - 9:00 PM\n\nOfficial Website:\nhttps://www.gentlemonster.com/kr/store/hausnowhere-seoul"
      },
      "fr": {
        "title": "Le nouveau complexe culturel de GENTLE MONSTER : Haus Nowhere Seoul",
        "summary": "![Image](https://inhouse-resource.gentlemonster.com/store/170988871510894_Space5.jpg)\n\nHaus Nowhere Seoul est bien plus qu'une simple boutique de lunettes ; c'est un complexe culturel d'un nouveau gen...",
        "fullContent": "![Image](https://inhouse-resource.gentlemonster.com/store/170988871510894_Space5.jpg)\n\nHaus Nowhere Seoul est bien plus qu'une simple boutique de lunettes ; c'est un complexe culturel d'un nouveau genre, créé par la société mère de GENTLE MONSTER, IICOMBINED, qui incarne la philosophie innovante de la marque, à savoir brouiller les frontières entre l'art et le commerce. Son nom, qui signifie « une maison qui n'existe pas », promet aux visiteurs un voyage multisensoriel unique, bien au-delà de l'expérience d'achat habituelle.\n\nSitué dans le quartier branché de Seongsu-dong, Haus Nowhere Seoul captive immédiatement par son extérieur. Conçu par le cabinet de l'architecte Kim Chan-joong, The System Lab, le bâtiment, de style architectural brutaliste avec son béton apparent et ses structures uniques, donne l'impression d'être une immense sculpture échouée dans la ville. Son aspect froid et solide s'harmonise avec l'ambiance culturelle du quartier, lui conférant le statut de nouveau lieu emblématique.\n\nEn y entrant, les visiteurs ont l'impression de pénétrer dans une œuvre d'art gigantesque plutôt que dans un simple espace de vente. Chaque étage présente diverses œuvres d'art médiatique et des installations expérimentales qui incarnent visuellement les valeurs esthétiques de GENTLE MONSTER. Les présentoirs créatifs caractéristiques de la marque, ainsi que les œuvres qui changent à chaque saison, ne cessent d'inspirer les visiteurs.\n\nLe caractère unique de Haus Nowhere Seoul réside aussi dans son expérience multi-marques. En plus de GENTLE MONSTER, les visiteurs peuvent y découvrir plusieurs marques de la famille IICOMBINED. Le premier étage est un espace éphémère et un lieu de projets, tandis que le deuxième est dédié aux lunettes GENTLE MONSTER. Au troisième étage, vous trouverez la marque de cosmétiques Tamburins et la marque de mode ATISU. Le cinquième étage abrite le \"Tea House\" de la marque de desserts Nudake, où l'art et la gastronomie se rejoignent.\n\nHaus Nowhere Seoul est un véritable complexe culturel qui unit architecture, art et différentes marques en une seule narration. Ici, les visiteurs ne se limitent pas à faire du shopping ; ils sont libres d'explorer l'espace à leur propre rythme, en s'immergeant pleinement dans la nouvelle esthétique proposée par GENTLE MONSTER.\n\nAdresse : 433 Ttukseom-r\n\n\n\no, Seongdong-gu, Séoul\n\nHoraires : Tous les jours, de 11h00 à 21h00\n\nSite officiel :\nhttps://www.gentlemonster.com/kr/store/hausnowhere-seoul"
      }
    },
    "images": [
      "https://inhouse-resource.gentlemonster.com/store/170988871510894_Space5.jpg"
    ]
  },
  {
    "id": "week-1758374820790-x729eh",
    "type": "tip",
    "title": "K-pop Demon Hunters' Pilgrimage: Seoul's 8 Sights",
    "summary": "Think you’ve seen it all in Seoul? Think again. This hidden spot is a go‑to for foreign students, and it’s packed with history, chill vibes, and a ...",
    "tags": [
      "thisweek",
      "tip",
      "google",
      "seoul",
      "korea",
      "canada",
      "travel",
      "culture",
      "insider",
      "authentic"
    ],
    "period": {
      "start": "2025-09-19T15:00:00.000Z",
      "end": "2025-09-25T15:00:00.000Z"
    },
    "sources": [
      {
        "title": "\"외국인 팁 서울\" - Google 뉴스",
        "url": "https://news.google.com/rss/articles/CBMilwFBVV95cUxOelQyRm5DVFlHV2tvdk50cFI5R205UW0xOHlKdlItNW51N3U0Q04yaGxvRmoyZTRVTHh0ZGp4R295VVlVVTZTZTJrTW0xLUo5cnVEV1NmN3JYVThMbkkteThqYWo0WXg2MWNXNUMyZm8zMnNMS3JoTDhNRHVuNjM5UWJVYTdlWFlnUG5pckJuMzFUN3RTaGw0?oc=5",
        "publisher": "\"외국인 팁 서울\" - Google 뉴스"
      }
    ],
    "lastUpdatedKST": "2025-09-20T14:17:56.252Z",
    "score": 1,
    "approved": true,
    "approvedAt": "2025-09-20T14:09:56.445Z",
    "geo": {},
    "fullContent": "These eight locations in Seoul are often called \"sacred sites\" by K-pop and K-drama fans. They hold a special meaning that goes beyond just being tourist destinations.\n\nA K-pop Pilgrimage: The 8 Sights of Seoul\nNaksan Park: Famous for its beautiful night views and walking trails along the old Seoul City Wall. It's a \"pilgrimage\" site for drama fans, as it's a frequent filming location for many K-dramas.\n\nGyeongbokgung Palace: The largest palace of the Joseon Dynasty, it provides a serene backdrop often used in historical dramas. Many tourists come here to take photos in hanbok to experience traditional Korean beauty.\n\nCheongdam Bridge: This two-tiered bridge over the Han River offers stunning views of the city skyline. The nearby Cheongdam district is considered the heart of K-pop, home to major entertainment companies like SM, JYP, and FNC, and the bridge itself often appears in music videos and dramas.\n\nSamseong Station Billboards: The massive digital billboards at Samseong Station are a hub of K-pop fandom culture. Fans from all over the world buy ad space here to celebrate their idols' birthdays or comebacks, making it a must-visit spot for fans to take photos.\n\nBukchon Hanok Village: A traditional village with hundreds of hanok (traditional Korean houses). Its beautiful hanoks and narrow alleys create a unique atmosphere, often serving as a backdrop for dramas and films, attracting tourists who want to feel Korea's ancient beauty.\n\nMyeongdong Street: A bustling shopping district filled with cosmetic stores, fashion boutiques, and street food stalls. It's a key tourist spot representing the vibrant, modern side of Seoul and is a popular filming location for dramas, perfect for shopping and food tours.\n\nJayang Station (Ttukseom Resort Station): Located near the Han River, this leisure spot offers beautiful scenery at Ttukseom Hangang Park. Its unique exterior has made Jayang Station a well-known spot among fans, as it often appears in K-dramas and music videos.\n\nN Seoul Tower: Standing tall on Namsan Mountain, this iconic landmark offers a panoramic view of Seoul. It's a classic location in romance dramas, famous for the \"love locks\" on its observation deck, making it a \"sacred site of love.\"",
    "generated": true,
    "generatedAt": "2025-09-20T14:11:14.773Z",
    "originalContent": {
      "title": "정보 외국인들에게 성지가 되고 있는 케데헌 서울 8경 - 더쿠",
      "summary": "정보 외국인들에게 성지가 되고 있는 케데헌 서울 8경 더쿠"
    },
    "i18n": {
      "en": {
        "title": "K-pop Demon Hunters' Pilgrimage: Seoul's 8 Sights",
        "summary": "These eight locations in Seoul are often called \"sacred sites\" by K-pop and K-drama fans. They hold a special meaning that goes beyond just being tourist destinations.\n\nA K-pop Pilgrimage: The 8 Sight...",
        "fullContent": "These eight locations in Seoul are often called \"sacred sites\" by K-pop and K-drama fans. They hold a special meaning that goes beyond just being tourist destinations.\n\nA K-pop Pilgrimage: The 8 Sights of Seoul\nNaksan Park: Famous for its beautiful night views and walking trails along the old Seoul City Wall. It's a \"pilgrimage\" site for drama fans, as it's a frequent filming location for many K-dramas.\n\nGyeongbokgung Palace: The largest palace of the Joseon Dynasty, it provides a serene backdrop often used in historical dramas. Many tourists come here to take photos in hanbok to experience traditional Korean beauty.\n\nCheongdam Bridge: This two-tiered bridge over the Han River offers stunning views of the city skyline. The nearby Cheongdam district is considered the heart of K-pop, home to major entertainment companies like SM, JYP, and FNC, and the bridge itself often appears in music videos and dramas.\n\nSamseong Station Billboards: The massive digital billboards at Samseong Station are a hub of K-pop fandom culture. Fans from all over the world buy ad space here to celebrate their idols' birthdays or comebacks, making it a must-visit spot for fans to take photos.\n\nBukchon Hanok Village: A traditional village with hundreds of hanok (traditional Korean houses). Its beautiful hanoks and narrow alleys create a unique atmosphere, often serving as a backdrop for dramas and films, attracting tourists who want to feel Korea's ancient beauty.\n\nMyeongdong Street: A bustling shopping district filled with cosmetic stores, fashion boutiques, and street food stalls. It's a key tourist spot representing the vibrant, modern side of Seoul and is a popular filming location for dramas, perfect for shopping and food tours.\n\nJayang Station (Ttukseom Resort Station): Located near the Han River, this leisure spot offers beautiful scenery at Ttukseom Hangang Park. Its unique exterior has made Jayang Station a well-known spot among fans, as it often appears in K-dramas and music videos.\n\nN Seoul Tower: Standing tall on Namsan Mountain, this iconic landmark offers a panoramic view of Seoul. It's a classic location in romance dramas, famous for the \"love locks\" on its observation deck, making it a \"sacred site of love.\""
      },
      "fr": {
        "title": "Le pèlerinage des chasseurs de démons K-pop : Les 8 lieux sacrés de Séoul",
        "summary": "Ces huit lieux à Séoul sont souvent considérés comme des « lieux sacrés » par les fans de K-pop et de K-dramas. Ils revêtent une signification particulière qui va au-delà du simple attrait touristique...",
        "fullContent": "Ces huit lieux à Séoul sont souvent considérés comme des « lieux sacrés » par les fans de K-pop et de K-dramas. Ils revêtent une signification particulière qui va au-delà du simple attrait touristique.\n\nUn pèlerinage K-pop : Les 8 lieux de Séoul\nParc de Naksan : Célèbre pour sa vue nocturne magnifique et ses sentiers de randonnée le long de l'ancienne muraille de la ville de Séoul. Il est considéré comme un lieu de pèlerinage pour les fans de dramas, car il a servi de lieu de tournage pour de nombreux K-dramas.\n\nPalais de Gyeongbokgung : Le plus grand palais de la dynastie Joseon, il offre un cadre serein souvent utilisé dans les dramas historiques. De nombreux touristes y viennent pour prendre des photos en hanbok et découvrir la beauté traditionnelle de la Corée.\n\nPont de Cheongdam : Ce pont à deux étages sur le fleuve Han offre une vue imprenable sur les gratte-ciel de la ville. Le quartier voisin de Cheongdam est considéré comme le cœur de la K-pop, abritant de grandes agences de divertissement comme SM, JYP et FNC. Le pont lui-même apparaît souvent dans les clips musicaux et les dramas.\n\nPanneaux publicitaires de la station Samseong : Les immenses panneaux numériques de la station Samseong sont un haut lieu de la culture des fans de K-pop. Les fans du monde entier y achètent de l'espace publicitaire pour célébrer les anniversaires ou les retours de leurs idoles, ce qui en fait un lieu incontournable pour prendre des photos.\n\nVillage de Bukchon Hanok : Un village traditionnel comptant des centaines de hanok (maisons traditionnelles coréennes). Ses belles maisons et ses ruelles étroites créent une atmosphère unique. Le village sert souvent de décor à des dramas et des films, attirant les touristes qui souhaitent s'immerger dans la beauté ancienne de la Corée.\n\nRue de Myeongdong : Un quartier commerçant animé, rempli de boutiques de cosmétiques, de mode et de stands de nourriture de rue. C'est un lieu touristique clé représentant le côté moderne et dynamique de Séoul. Souvent utilisé comme lieu de tournage de dramas, il est parfait pour le shopping et les visites gastronomiques.\n\nStation de Jayang (Ttukseom Resort) : Située près du fleuve Han, cette zone de loisirs offre des paysages magnifiques au parc Ttukseom Hangang. L'extérieur unique de la station de Jayang est devenu célèbre parmi les fans, car il apparaît souvent dans les K-dramas et les clips musicaux.\n\nN Seoul Tower : Dressée sur le mont Namsan, cette tour emblématique offre une vue panoramique sur Séoul. C'est un lieu classique des dramas romantiques, célèbre pour les \"cadenas de l'amour\" sur sa terrasse d'observation, ce qui en fait un \"lieu sacré de l'amour\"."
      }
    }
  },
  {
    "id": "issue-1758374984249-8j2c9m",
    "type": "congestion",
    "title": "Single-Person Surge: How Seoul's Household Demographics Are Outpacing Canada's",
    "summary": "Ever wonder why Seoul feels like a giant “I’m on my own” party? We break down the rise of solo living, how it changes the city’s vibe, and the best...",
    "tags": [
      "congestion",
      "google",
      "seoul",
      "korea",
      "canada",
      "travel",
      "culture",
      "insider",
      "authentic"
    ],
    "geo": {
      "lat": 37.5665,
      "lng": 126.978,
      "area": "Seoul"
    },
    "sources": [
      {
        "title": "\"Seoul traffic OR congestion OR delay OR subway OR metro\" - Google News",
        "url": "https://news.google.com/rss/articles/CBMigAJBVV95cUxORkpTaHExaDljaTc4REpoQmhIbU9XTGp3YWZzQk54T19UQlhpRzloVjlFanlBUzlfeDZZM2txMk9TU0twOG5LVDYwLXR5T05pZ3JzMlFLR3ZIQ0VlMFdLZWZPMlkyTVdocTNSby1wTHpNUHotLTkyY1ltWUFWRjVyZlRJVXZSUUhhTGVRZ3NUSGRScF80bFltWHp2S3gtWl9vMjBPWndWSE5BQVh0b2lfY2hxTTFURENfdUd0djk0QjBleXItME5rTXlpRy1takZieVJOTEhpMkJ5RklYOEVDemNnQmRpbm0zRXZpYkJTQU9YTkdibzBBWUl0XzBZc05V?oc=5",
        "publisher": "Google News"
      }
    ],
    "lastUpdatedKST": "2025-09-20T13:55:41.659Z",
    "approved": true,
    "approvedAt": "2025-09-20T13:48:15.584Z",
    "score": 3,
    "fullContent": "The Evolution of Households: Seoul vs. Canada\n1. Single-Person Households\nSeoul: As of 2024, single-person households make up a remarkable 40% of all households, establishing themselves as the most common type. This is a rapid increase and a key trend in Korean society.\n\nCanada: In the 2017 census, single-person households accounted for 28.2% of the total, becoming the most prevalent household type for the first time in history. While the rate is lower than in Seoul, the trend of growth is similar.\n\nKey Difference: Seoul's rate of single-person households (40%) is significantly higher than Canada's (28.2%), indicating that the shift towards one-person living is accelerating much faster in Seoul.\n\n2. Aging and Elderly Households\nSeoul: The population aged 60 and over has surpassed 20%, classifying it as a \"super-aged society.\" There has been a sharp rise in single-person and couple households among the elderly.\n\nCanada: While the senior population is growing, the proportion of single-person households for those aged 65 and older is actually decreasing. This is likely due to more elderly people choosing to live with their children or in other communal arrangements.\n\nKey Difference: Seoul is experiencing a rise in single-person households alongside aging, whereas in Canada, the proportion of elderly living alone is decreasing despite an aging population.\n\n3. Marriage and Divorce\nCommon Trends:\n\nRising Age of First Marriage: In both Seoul and Canada, the average age for a first marriage continues to rise for both men and women.\n\nIncrease in \"Gray Divorces\": While the overall number of divorces is declining in both regions, the average age for divorce has increased, with late-life divorces making up a significant portion of cases.\n\n4. Other Household Types\nSeoul: Households with young children and single-parent households are on the decline, a trend that reflects the country's low birth rate.\n\nCanada: There has been a notable increase in couples without children, as well as a rise in legally recognized common-law partnerships and same-sex couple households.\n\nSummary: Both Seoul and Canada are experiencing common social changes, such as the growth of single-person households and a rise in the age of marriage and divorce. However, Seoul is characterized by a much higher proportion of one-person households and a distinct trend of more elderly people living alone, while Canada shows a greater diversity in household structures, including common-law and same-sex partnerships.",
    "generated": true,
    "generatedAt": "2025-09-20T13:49:34.237Z",
    "originalContent": {
      "title": "Rise of single-person households transforms Seoul’s family landscape - The Korea Times",
      "summary": "Rise of single-person households transforms Seoul’s family landscape The Korea Times"
    },
    "i18n": {
      "en": {
        "title": "Single-Person Surge: How Seoul's Household Demographics Are Outpacing Canada's",
        "summary": "The Evolution of Households: Seoul vs. Canada\n1. Single-Person Households\nSeoul: As of 2024, single-person households make up a remarkable 40% of all households, establishing themselves as the most co...",
        "fullContent": "The Evolution of Households: Seoul vs. Canada\n1. Single-Person Households\nSeoul: As of 2024, single-person households make up a remarkable 40% of all households, establishing themselves as the most common type. This is a rapid increase and a key trend in Korean society.\n\nCanada: In the 2017 census, single-person households accounted for 28.2% of the total, becoming the most prevalent household type for the first time in history. While the rate is lower than in Seoul, the trend of growth is similar.\n\nKey Difference: Seoul's rate of single-person households (40%) is significantly higher than Canada's (28.2%), indicating that the shift towards one-person living is accelerating much faster in Seoul.\n\n2. Aging and Elderly Households\nSeoul: The population aged 60 and over has surpassed 20%, classifying it as a \"super-aged society.\" There has been a sharp rise in single-person and couple households among the elderly.\n\nCanada: While the senior population is growing, the proportion of single-person households for those aged 65 and older is actually decreasing. This is likely due to more elderly people choosing to live with their children or in other communal arrangements.\n\nKey Difference: Seoul is experiencing a rise in single-person households alongside aging, whereas in Canada, the proportion of elderly living alone is decreasing despite an aging population.\n\n3. Marriage and Divorce\nCommon Trends:\n\nRising Age of First Marriage: In both Seoul and Canada, the average age for a first marriage continues to rise for both men and women.\n\nIncrease in \"Gray Divorces\": While the overall number of divorces is declining in both regions, the average age for divorce has increased, with late-life divorces making up a significant portion of cases.\n\n4. Other Household Types\nSeoul: Households with young children and single-parent households are on the decline, a trend that reflects the country's low birth rate.\n\nCanada: There has been a notable increase in couples without children, as well as a rise in legally recognized common-law partnerships and same-sex couple households.\n\nSummary: Both Seoul and Canada are experiencing common social changes, such as the growth of single-person households and a rise in the age of marriage and divorce. However, Seoul is characterized by a much higher proportion of one-person households and a distinct trend of more elderly people living alone, while Canada shows a greater diversity in household structures, including common-law and same-sex partnerships."
      },
      "fr": {
        "title": "Séoul face au Canada : un tournant démographique marqué par les ménages individuels et le vieillissement",
        "summary": "Lévolution des ménages : Séoul vs. le Canada\n1. Les ménages d'une personne\nSéoul : En 2024, les ménages d'une personne représentent 40 % de l'ensemble des ménages, ce qui en fait le type de ménage le ...",
        "fullContent": "Lévolution des ménages : Séoul vs. le Canada\n1. Les ménages d'une personne\nSéoul : En 2024, les ménages d'une personne représentent 40 % de l'ensemble des ménages, ce qui en fait le type de ménage le plus courant. C'est une tendance majeure et en forte accélération dans la société coréenne.\n\nCanada : Lors du recensement de 2017, les ménages d'une personne représentaient 28,2 % du total, devenant pour la première fois le type de ménage le plus répandu. Bien que le taux soit inférieur à celui de Séoul, la tendance à la croissance est similaire.\n\nPrincipale différence : Le taux de ménages d'une personne à Séoul (40 %) est nettement supérieur à celui du Canada (28,2 %), ce qui indique que cette évolution s'accélère beaucoup plus rapidement à Séoul.\n\n2. Le vieillissement et les ménages de personnes âgées\nSéoul : La population âgée de 60 ans et plus a dépassé 20 %, ce qui classe la ville dans la catégorie des \"sociétés super-âgées\". On observe une forte augmentation des ménages d'une personne ou des couples âgés.\n\nCanada : Bien que la population de personnes âgées augmente, la proportion de ménages d'une personne âgée de 65 ans et plus a tendance à diminuer. Cela s'explique par le fait que de plus en plus de personnes âgées choisissent de vivre avec leurs enfants ou dans d'autres types de logements collectifs.\n\nPrincipale différence : À Séoul, le vieillissement s'accompagne d'une augmentation des ménages d'une personne âgée, tandis qu'au Canada, la proportion de personnes âgées vivant seules diminue malgré le vieillissement de la population.\n\n3. Mariage et divorce\nTendances communes :\n\nAugmentation de l'âge du premier mariage : À Séoul comme au Canada, l'âge moyen du premier mariage continue d'augmenter pour les hommes et les femmes.\n\nAugmentation des divorces tardifs : Bien que le nombre total de divorces diminue dans les deux régions, l'âge moyen du divorce a augmenté, avec une part significative des divorces se produisant plus tard dans la vie.\n\n4. Autres types de ménages\nSéoul : Les ménages avec de jeunes enfants et les ménages monoparentaux sont en déclin, une tendance qui reflète le faible taux de natalité du pays.\n\nCanada : On observe une augmentation notable des couples sans enfants, ainsi que des partenariats légaux en union libre et des ménages de couples de même sexe.\n\nRésumé : Séoul et le Canada connaissent des changements sociaux similaires, tels que la croissance des ménages d'une personne et l'augmentation de l'âge moyen du mariage et du divorce. Cependant, Séoul se caractérise par une proportion beaucoup plus élevée de ménages individuels et une tendance marquée à la solitude des personnes âgées, tandis que le Canada montre une plus grande diversité des structures de ménages, incluant les unions libres et les partenariats de même sexe."
      }
    }
  },
  {
    "id": "issue-1758374984932-t3emet",
    "type": "popup",
    "title": "This Korean Music Festival That’s Totally a Must‑See",
    "summary": "Ever wanted to hear Korea’s ancient tunes? The new Gugak orchestra festival is in town—think traditional vibes, modern twists, and a vibe that’ll f...",
    "tags": [
      "popup",
      "google",
      "festival",
      "seoul",
      "korea",
      "canada",
      "travel",
      "culture",
      "insider",
      "authentic",
      "sejonglounge",
      "Gukak",
      "music"
    ],
    "sources": [
      {
        "title": "\"Seoul hotspot OR \"hot place\" OR festival\" - Google News",
        "url": "https://news.google.com/rss/articles/CBMitgFBVV95cUxQT1pKalNtZnduRWVPcV9aSkN5Wk1TbVRkUkhMc0dMTTREYTVlRWszN2dPZF85TXEtVVNGd3VIWXdoWUNjb0NwWXZhYWphYjVHck0xRkphRWNIQW9EV044OTJ1WjRxNDU5UUJpTjZCR0dBZ2djMXp4UmsxNFVQS3cxV2VjSE92OFNESmJGZk51YW10VXpFaElqZFhTTldNamF2ejduUHlqdzlETFlMUW5pUUxWTndkQdIBuwFBVV95cUxPYmh0VktnX2tvMWlhOEVhbi1kb0lNQWlvc0xWVGFRdDNfdThUTzdnc1JaUWdtRVZ1YjdXZFFYNG5UdmxQek12c3A5VE9YZTdsbV8zQkNfdkJPNzFZWFBSTElxUXZQVVdQVklzU2VmZFp1Z2dOOG9DTmU0a245VVJvMnM1amlVOXRqbHVvblJPTDJ0T1VrRTdtQXBQVzNUallkb0EwZUNYQW9ac3ZzN1hDTmVOcUlHX3UwZ0NZ?oc=5",
        "publisher": "Google News"
      }
    ],
    "lastUpdatedKST": "2025-09-20T15:44:16.414Z",
    "approved": true,
    "approvedAt": "2025-09-20T13:30:11.103Z",
    "geo": {
      "area": "Jongno",
      "lat": 37.572513,
      "lng": 126.975668
    },
    "score": 4.6,
    "fullContent": "![Image](https://newsimg.koreatimes.co.kr/2025/09/18/7c390b9d-c15f-480c-b4c5-575005a19526.jpg?v=1758250803000&w=1200)\n\nHey there, fellow Maple Leafs of the world! I’ve got some juicy news for all of us who love a good cultural mash‑up.\n\nPicture this: a whole weekend of traditional Korean music—think bamboo flutes, drum circles, and that hauntingly beautiful *haegeum*—but with a modern flair that even the biggest K‑pop fans will appreciate.\n\nYep, you guessed it: the \n\n[Gugak Orchestra Festival]\n is rolling through Seoul, and it’s a *must‑visit* for anyone in Canada who’s ever wanted a taste of Korea’s musical roots without leaving the city.\n\n# What’s the Deal?\n\nSo, what’s “Gugak” anyway? It’s basically Korea’s answer to our folk music—traditional tunes that’ve been played for centuries, often at ceremonies, festivals, or royal courts.\n\nThink of it like the difference between a maple‑syrup‑infused poutine and a classic steak‑frites: both are Canadian, but one’s got that extra sweet twist.\n\nThe festival brings together the National Gugak Orchestra, the Korean Traditional Music Ensemble.\n\nThe result? A sonic journey that feels like a cross‑border jam session between Ottawa’s folk scene and Seoul’s ancient rhythms.\n\n# When & Where?\n\n- \n\n[Dates:]\n October 15‑25, 2025 \n- \n\n[Location:]\n National Gugak Center, 26 Sejong-daero, Jongno-gu, Seoul (you can hop on the subway line 3, get off at Sejong Station)\n- \n\n[Times:]\n 4:00 PM – 9:00 PM",
    "generated": true,
    "generatedAt": "2025-09-20T13:31:30.456Z",
    "originalContent": {
      "title": "From BTS to 'Kpop Demon Hunters' soundtrack: 'Gugak' orchestra festival to showcase Korea's musical roots - The Korea Times",
      "summary": "From BTS to 'Kpop Demon Hunters' soundtrack: 'Gugak' orchestra festival to showcase Korea's musical roots The Korea Times"
    },
    "i18n": {
      "en": {
        "title": "This Korean Music Festival That’s Totally a Must‑See",
        "summary": "![Image](https://newsimg.koreatimes.co.kr/2025/09/18/7c390b9d-c15f-480c-b4c5-575005a19526.jpg?v=1758250803000&w=1200)\n\nHey there, fellow Maple Leafs of the world! I’ve got some juicy news for all of u...",
        "fullContent": "![Image](https://newsimg.koreatimes.co.kr/2025/09/18/7c390b9d-c15f-480c-b4c5-575005a19526.jpg?v=1758250803000&w=1200)\n\nHey there, fellow Maple Leafs of the world! I’ve got some juicy news for all of us who love a good cultural mash‑up.\n\nPicture this: a whole weekend of traditional Korean music—think bamboo flutes, drum circles, and that hauntingly beautiful *haegeum*—but with a modern flair that even the biggest K‑pop fans will appreciate.\n\nYep, you guessed it: the \n\n[Gugak Orchestra Festival]\n is rolling through Seoul, and it’s a *must‑visit* for anyone in Canada who’s ever wanted a taste of Korea’s musical roots without leaving the city.\n\n# What’s the Deal?\n\nSo, what’s “Gugak” anyway? It’s basically Korea’s answer to our folk music—traditional tunes that’ve been played for centuries, often at ceremonies, festivals, or royal courts.\n\nThink of it like the difference between a maple‑syrup‑infused poutine and a classic steak‑frites: both are Canadian, but one’s got that extra sweet twist.\n\nThe festival brings together the National Gugak Orchestra, the Korean Traditional Music Ensemble.\n\nThe result? A sonic journey that feels like a cross‑border jam session between Ottawa’s folk scene and Seoul’s ancient rhythms.\n\n# When & Where?\n\n- \n\n[Dates:]\n October 15‑25, 2025 \n- \n\n[Location:]\n National Gugak Center, 26 Sejong-daero, Jongno-gu, Seoul (you can hop on the subway line 3, get off at Sejong Station)\n- \n\n[Times:]\n 4:00 PM – 9:00 PM"
      },
      "fr": {
        "title": "Ce festival de musique coréenne qu’il faut absolument voir",
        "summary": "![Image](https://newsimg.koreatimes.co.kr/2025/09/18/7c390b9d-c15f-480c-b4c5-575005a19526.jpg?v=1758250803000&w=1200)\n\nSalut les Maple Leafs du monde !\nJ’ai une nouvelle croustillante pour toutes cell...",
        "fullContent": "![Image](https://newsimg.koreatimes.co.kr/2025/09/18/7c390b9d-c15f-480c-b4c5-575005a19526.jpg?v=1758250803000&w=1200)\n\nSalut les Maple Leafs du monde !\nJ’ai une nouvelle croustillante pour toutes celles et ceux qui aiment un bon mélange culturel.\n\nImaginez : tout un week‑end de musique traditionnelle coréenne — des flûtes de bambou, des cercles de tambours, et ce haegeum d’une beauté hantante — le tout avec une touche moderne qui fera vibrer même les plus grands fans de K‑pop.\n\nVous avez deviné : le Gugak Orchestra Festival défile à Séoul, et c’est un must‑visit pour quiconque au Canada a déjà rêvé de goûter les racines musicales de la Corée sans quitter la ville.\n\n# Qu’est‑ce qui se passe ?\nQu’est‑ce que « Gugak » ? En gros, c’est la réponse coréenne à notre musique folklorique — des airs traditionnels joués depuis des siècles, souvent à des cérémonies, des festivals ou dans les cours royales.\n\nC’est comme la différence entre une poutine à l’érable et un steak‑frites classique : les deux sont canadiens, mais l’un a cette touche sucrée supplémentaire.\n\nLe festival réunit la National Gugak Orchestra et le Korean Traditional Music Ensemble.\n\nLe résultat ? Un voyage sonore qui ressemble à une jam session transfrontalière entre la scène folklorique d’Ottawa et les rythmes antiques de Séoul.\n\n# Quand et où ?\nDates : 15 – 25 octobre 2025\nLieu :\nNational Gugak Center, 26 Sejong‑daero, Jongno‑gu, Séoul\n(vous pouvez prendre la ligne 3 du métro, descendre à Sejong Station)\nHoraires : 16 h – 21 h"
      }
    },
    "images": [
      "https://newsimg.koreatimes.co.kr/2025/09/18/7c390b9d-c15f-480c-b4c5-575005a19526.jpg?v=1758250803000&w=1200"
    ]
  },
  {
    "id": "week-1758351429000-dksxdo",
    "type": "popup",
    "title": "2025 GANGNAM festival [25.09.25 - 10.03]",
    "summary": "Seoul’s Gangnam District is throwing a mega‑festival for its 50th anniversary in 2025. Here’s why you should be there, how to get the best deals, a...",
    "tags": [
      "thisweek",
      "popup",
      "google",
      "gangnam",
      "festival",
      "seoul",
      "korea",
      "canada",
      "travel",
      "culture",
      "insider",
      "authentic"
    ],
    "period": {
      "start": "2025-09-19T15:00:00.000Z",
      "end": "2025-09-25T15:00:00.000Z"
    },
    "sources": [
      {
        "title": "\"Gangnam event OR exhibition\" - Google News",
        "url": "https://news.google.com/rss/articles/CBMiY0FVX3lxTFB6NmNHdkMzN1o2MHdxNmNDREdZeXB4bFJNc1Q5N3MzOHhMbndOMzZJSTA2VmdFSXRQS1JqUy1rMnRKN3BUMU1uaUJRTldUaTdpMExFbDZpVkJOMWxTNk5yenF3bw?oc=5",
        "publisher": "\"Gangnam event OR exhibition\" - Google News"
      }
    ],
    "lastUpdatedKST": "2025-09-20T13:47:48.495Z",
    "score": 5.8,
    "approved": true,
    "approvedAt": "2025-09-20T07:17:13.416Z",
    "geo": {
      "area": "Gangnam"
    },
    "fullContent": "![Image](https://cphoto.asiae.co.kr/listimglink/1/2025091507454532154_1757889945.jpg)\n\nThe 2025 Gangnam Festival is scheduled to take place from September 25 to October 3, 2025, celebrating the 50th anniversary of Gangnam District. The festival will be held across the entire district, with main locations including COEX, Yeongdong-daero, and Maru Park.\n\nHere is a breakdown of some of the key events:\n\nVision Declaration Ceremony & Opening Event: This will be held on September 26 at the east plaza of COEX, featuring performances and the announcement of Gangnam's future vision.\n\nYeongdong-daero K-POP Concert: The signature event of the festival is on September 27 on Yeongdong-daero, near the COEX East Gate. The lineup for this concert is set to include artists such as g.o.d, BTOB, FIFTY FIFTY, SF9, nSSign, and Baby DONT Cry.\n\nHEY! Gangnam Family Concert: On September 28, this concert will feature stars from the 1990s, including Lee Jaehoon (Cool), Lim Changjung, and Kim Changryeol (DJ DOC).\n\nGangnam Fashion Festa: This event will showcase a hybrid show in collaboration with domestic fashion brands and artists.\n\nGourmet Journey & K-Culture Zone: From September 25 to 28, this zone will offer exhibitions and performances focused on K-food and global cuisine.\n\nKBS Open Concert: On October 2, this concert will be held at Jamwon Hangang Park.\n\nGangnam International Peace Marathon: This event will take place on October 3.\n\nHEY! Bongeun Temple Music Concert: The festival will conclude on October 3 with a musical performance at Bongeunsa Temple.\n\nIn addition to these main events, there will be various fringe performances, busking, and street events at locations like Gangnam Station, Garosu-gil, and Apgujeong Rodeo throughout the festival period.\n\nThe 2025 Gangnam Festival is a large-scale event, and while many of the festival's activities and performances are free to the public, some specific events or special packages, especially those targeting foreign tourists, have a cost.\n\nYeongdong-daero K-POP Concert: The concert itself is generally a free event. However, tickets for foreigners are often provided as part of a travel package. These packages, which can range from $35 to $150 USD or more, include a concert ticket along with a tour of Gangnam, K-beauty vouchers, and other related services. It is important to note that these packages are a way for foreign tourists to secure tickets, as direct ticket purchases are not available.\n\nOther events: Many of the other programs, such as the fashion show, various street performances, and food zones, are likely to be free to attend for the general public.",
    "generated": true,
    "generatedAt": "2025-09-20T07:19:39.704Z",
    "originalContent": {
      "title": "Gangnam District to Host \"2025 Gangnam Festival\" for Its 50th Anniversary - 아시아경제",
      "summary": "Gangnam District to Host \"2025 Gangnam Festival\" for Its 50th Anniversary 아시아경제"
    },
    "i18n": {
      "en": {
        "title": "2025 GANGNAM festival [25.09.25 - 10.03]",
        "summary": "![Image](https://cphoto.asiae.co.kr/listimglink/1/2025091507454532154_1757889945.jpg)\n\nThe 2025 Gangnam Festival is scheduled to take place from September 25 to October 3, 2025, celebrating the 50th a...",
        "fullContent": "![Image](https://cphoto.asiae.co.kr/listimglink/1/2025091507454532154_1757889945.jpg)\n\nThe 2025 Gangnam Festival is scheduled to take place from September 25 to October 3, 2025, celebrating the 50th anniversary of Gangnam District. The festival will be held across the entire district, with main locations including COEX, Yeongdong-daero, and Maru Park.\n\nHere is a breakdown of some of the key events:\n\nVision Declaration Ceremony & Opening Event: This will be held on September 26 at the east plaza of COEX, featuring performances and the announcement of Gangnam's future vision.\n\nYeongdong-daero K-POP Concert: The signature event of the festival is on September 27 on Yeongdong-daero, near the COEX East Gate. The lineup for this concert is set to include artists such as g.o.d, BTOB, FIFTY FIFTY, SF9, nSSign, and Baby DONT Cry.\n\nHEY! Gangnam Family Concert: On September 28, this concert will feature stars from the 1990s, including Lee Jaehoon (Cool), Lim Changjung, and Kim Changryeol (DJ DOC).\n\nGangnam Fashion Festa: This event will showcase a hybrid show in collaboration with domestic fashion brands and artists.\n\nGourmet Journey & K-Culture Zone: From September 25 to 28, this zone will offer exhibitions and performances focused on K-food and global cuisine.\n\nKBS Open Concert: On October 2, this concert will be held at Jamwon Hangang Park.\n\nGangnam International Peace Marathon: This event will take place on October 3.\n\nHEY! Bongeun Temple Music Concert: The festival will conclude on October 3 with a musical performance at Bongeunsa Temple.\n\nIn addition to these main events, there will be various fringe performances, busking, and street events at locations like Gangnam Station, Garosu-gil, and Apgujeong Rodeo throughout the festival period.\n\nThe 2025 Gangnam Festival is a large-scale event, and while many of the festival's activities and performances are free to the public, some specific events or special packages, especially those targeting foreign tourists, have a cost.\n\nYeongdong-daero K-POP Concert: The concert itself is generally a free event. However, tickets for foreigners are often provided as part of a travel package. These packages, which can range from $35 to $150 USD or more, include a concert ticket along with a tour of Gangnam, K-beauty vouchers, and other related services. It is important to note that these packages are a way for foreign tourists to secure tickets, as direct ticket purchases are not available.\n\nOther events: Many of the other programs, such as the fashion show, various street performances, and food zones, are likely to be free to attend for the general public."
      },
      "fr": {
        "title": "Le Festival de Gangnam 2025 [2025.09.25 - 10.03]",
        "summary": "![Image](https://cphoto.asiae.co.kr/listimglink/1/2025091507454532154_1757889945.jpg)\n\nLe Festival Gangnam 2025 aura lieu du 25 septembre au 3 octobre 2025, célébrant le 50ème anniversaire de l'arrond...",
        "fullContent": "![Image](https://cphoto.asiae.co.kr/listimglink/1/2025091507454532154_1757889945.jpg)\n\nLe Festival Gangnam 2025 aura lieu du 25 septembre au 3 octobre 2025, célébrant le 50ème anniversaire de l'arrondissement de Gangnam. Les événements principaux se dérouleront à COEX, Yeongdong-daero, et Maru Park, ainsi que dans d'autres lieux du district.\n\nPoints forts du festival\nCérémonie d'ouverture et déclaration de la vision : Le 26 septembre, un événement d'ouverture se tiendra sur la place est de COEX, avec des spectacles et l'annonce de la vision future de Gangnam.\n\nConcert de K-POP sur Yeongdong-daero : L'événement phare du festival est prévu pour le 27 septembre sur Yeongdong-daero, près de la porte est de COEX. La liste des artistes pressentis inclut des noms comme g.o.d, BTOB, FIFTY FIFTY, SF9, nSSign et Baby DONT Cry.\n\nConcert familial HEY! Gangnam : Le 28 septembre, ce concert mettra en vedette des stars des années 1990 telles que Lee Jaehoon (Cool), Lim Changjung et Kim Changryeol (DJ DOC).\n\nGangnam Fashion Festa : Un défilé de mode hybride sera présenté en collaboration avec des marques de mode et des artistes locaux.\n\nZone Gourmet Journey & K-Culture : Du 25 au 28 septembre, cette zone proposera des expositions et des spectacles axés sur la cuisine coréenne et mondiale.\n\nConcert public KBS : Un concert aura lieu le 2 octobre au parc de Jamwon Hangang.\n\nMarathon international de la paix de Gangnam : Cet événement sportif se tiendra le 3 octobre.\n\nConcert de musique HEY! Bongeunsa : Le festival se clôturera le 3 octobre avec un spectacle musical au temple de Bongeunsa.\n\nEn plus de ces événements majeurs, de nombreuses performances de rue et spectacles secondaires auront lieu dans des endroits comme la gare de Gangnam, Garosu-gil et Apgujeong Rodeo tout au long de la période du festival.\n\nLe Festival Gangnam 2025 est un événement d'envergure, et bien que de nombreuses activités et spectacles soient gratuits pour le public, certains événements spécifiques ou forfaits spéciaux, notamment ceux destinés aux touristes étrangers, sont payants.\n\nConcert de K-POP sur Yeongdong-daero : Le concert lui-même est généralement gratuit. Cependant, les billets pour les étrangers sont souvent inclus dans des forfaits de voyage. Ces forfaits, dont le prix peut varier de 35 à 150 USD ou plus, incluent un billet de concert ainsi qu'une visite de Gangnam, des bons de réduction pour la K-beauté et d'autres services connexes. Il est important de noter que ces forfaits sont le seul moyen pour les touristes étrangers d'obtenir des billets, car l'achat direct de billets n'est pas disponible.\n\nAutres événements : La plupart des autres programmes, tels que le défilé de mode, les spectacles de rue et les zones gastronomiques, sont probablement accessibles gratuitement au grand public."
      }
    },
    "images": [
      "https://cphoto.asiae.co.kr/listimglink/1/2025091507454532154_1757889945.jpg"
    ]
  }
]